{
  "iri": "https://www.ica.org/standards/RiC/ontology#",
  "description": "<html:div xml:lang=\"en\" id=\"introduction\"> <html:h3>Introduction</html:h3> <html:p>RiC-O (Records in Contexts-Ontology) is an OWL ontology for describing archival record resources. As the third part of Records in Contexts standard, it is a formal representation of Records in Contexts Conceptual Model (RiC-CM). This version, which is v1.0.2, is the latest official release. It is compliant with RiC-CM v1.0.</html:p> <html:p>The following diagram shows the main RiC-CM 1.0 entities and a few relations between them: <html:img src=\"https://github.com/ICA-EGAD/RiC-O/blob/7bc6d5d59ecc85a4b901cc79d649ae50209fd69e/diagrams/diagrams_v1-0/RiC-CM-overview/diagram_RiC-CM-overview-RiC-v1-0.jpg?raw=true\" alt=\"A partial overview of RiC-CM 1.0 main entities\" class=\"diagram\"></html:img> </html:p> <html:div id=\"design-principles\"> <html:h4>RiC-O design principles</html:h4> <html:p>The following design principles were followed when developing RiC-O.</html:p> <html:p> <html:strong>1. RiC-O is a domain and reference ontology</html:strong>.</html:p> <html:p>RiC-O provides <html:strong>a generic vocabulary and formal rules for creating RDF datasets (or generating them from existing archival metadata) that describe in a consistent way any kind of archival record resource</html:strong>. It supports publishing RDF datasets as Linked Data, querying them using SPARQL, and making inferences using the logic of the ontology.</html:p> <html:p>While some projects have built some specific ontologies for describing archives, in 2013 no generic domain ontology existed for the specific needs of the archival community. This is why EGAD decided to develop RiC-O as a part of RiC standard.</html:p> <html:p>Apart from this first, main target, <html:strong>RiC-O, as a technical implementation of RiC-CM that also extends and refines it and that includes formal logic, can guide or inspire, in many ways, the development of any tool or system that manages (i.e. stores, enables to edit or processes) and publishes descriptive archival metadata.</html:strong>. Of course, other technical implementations of RiC-CM may be developed later on. Also, the current technical implementations of the former ICA standards, e.g. EAD and EAC-CPF XML schemas, should be made closer to RiC-CM in the future; on this topic, see <html:a href=\"https://www2.archivists.org/groups/technical-subcommittee-on-encoded-archival-standards-ts-eas\">the news and announcements of the Technical Subcommittee on Encoded Archival Standards (TS-EAS) of the Society of American Archivists</html:a>.</html:p> <html:p>As RiC-O is a generic, domain ontology, <html:strong>it does not address by itself every specific need or expectation</html:strong> that may occur in every archival institution or project. It is rather <html:strong>a high level framework</html:strong> and an institution or project implementing RiC-O can apply only such a subset of properties as meets their needs, or extend the specification according to their particular requirements, or do both.</html:p> <html:p>As a domain ontology, RiC-O, at this stage, does not borrow from other existing ontologies (such as the cultural heritage models – IFLA-LRM and CIDOC-CRM, PREMIS, or PROV-O). It should therefore be easier, for an archival institution or archival project, to understand, implement and maintain RiC-O within its system.</html:p> <html:p>Alignment with those and other models, where possible, will be undertaken in a future revision cycle to support the interconnected nature of resource description across the domains. This is of course essential for interconnecting RDF datasets conforming to RiC-O with other datasets, or for using parts of RiC-O in other contexts than the archival or records management realm.</html:p> <html:p> <html:strong>2. RiC-O is immediately usable.</html:strong> </html:p> <html:p><html:strong>This is a key feature</html:strong>. <html:strong>Metadata conforming to superseded ICA standards can be transformed to RiC-O successfully</html:strong>. Converting existing archival metadata created or generated in current information systems and compliant with ICA standards to RDF/RiC-O is possible without losing data or structure.</html:p> <html:p>During the ongoing development process of RiC-O, intensive conversion testing, either by hand or using scripts, was conducted on XML/EAD finding aids and XML/EAC-CPF authority records to ensure that RiC-O is usable with existing descriptive metadata. An <html:a href=\"https://github.com/ArchivesNationalesFR/rico-converter\">open source conversion software</html:a> was also developed and made available in April 2020.</html:p> <html:p>While some existing metadata sets may have a very fine level of granularity and accuracy, already using, for example, controlled vocabularies, or describing curation events separately, often these metadata don’t have the very precise structure that RiC-CM recommends. Even then, such a conversion process remains possible. In order to allow this, RiC-O sometimes provides several methods for representing information (as described below). From this point of view, RiC-O v1.0 may be considered a transitional ontology, in which some components may be deprecated later on.</html:p> <html:p>The usability of a model also depends on its documentation. RiC-O is documented extensively. The documentation will be reviewed and updated on a continuing basis.</html:p> <html:p> <html:strong>3. RiC-O provides a flexible framework</html:strong>.</html:p> <html:p> <html:strong>This is a very important principle too</html:strong>. It is related with the usability principle quoted above. Moreover, <html:strong>archival description is flexible by essence</html:strong>. It is quite commonly noted that today the level of granularity of information varies from one finding aid to another (or from one authority record to another), or even within the same finding aid. Some series or agents are described summarily because little is known about them and there is little time for extensive research, while other series, even records, or agents are described in detail; some relations (e.g. that relating to provenance) may be described without any detail while others may be thoroughly documented, as ISAAR(CPF) and EAC-CPF allow it.</html:p> <html:p>Being generally flexible, for an OWL ontology, depends first on the polyhierarchical systems of classes and properties it provides. A superproperty or superclass, more general or generic than its subproperties or subclasses, must exist and be available for handling information, while at the same time more accurate subcomponents must be there for handling more accurate description. Also, RiC-O provides methods for describing relations as full entities, as well as direct and short paths between entities.</html:p> <html:p> <html:strong>4. RiC-O opens new potential for archival description.</html:strong> </html:p> <html:p><html:strong>Linked Data tools and interfaces enable end users to go through RDF/RiC-O graphs, query them using SPARQL, and make inferences. This means a completely new way of consulting archival metadata and their multiple contexts.</html:strong> An end user should be able to ask of any given data set, for example, “What are (according to your dataset) the corporate bodies that succeeded a given entity from its end of existence to now (as concerns this given activity)?”, or “what instantiations of this photograph exist?”, or “what are the existing copies of this original charter?”, and get a list of these entities. This means that institutions or projects that invest in the implementation of RiC-O will be able to query their data in ways not possible with the previous ICA standards, and will get new insight into the content and context of their archives that wasn’t visible with the existing ICA-standards. What is more, repositories using RiC-O may infer new assertions from the RDF datasets and link them to other resources outside their institution, thereby amplifying the query and inferencing possibilities manifold.</html:p> <html:p> <html:strong>5. RiC-O is extensible.</html:strong> </html:p> <html:p>Institutions with descriptive needs beyond what RiC-O provides out-of-the-box have the option of extending the ontology by adding new subclasses or subproperties as needed. Also, the concepts defined in existing SKOS vocabularies (e.g. a list of documentary form types) can also be connected to RiC-O based graphs (using the *Type classes, and properties which are in the domain or range of these classes).</html:p> <html:p>RiC-O has also the potential to be usable in other contexts than purely archival ones. It can be used to “hook” archival description to descriptive metadata in other domains (e.g. bibliographic or museum metadata). As said above, alignment with other models will be undertaken by EGAD in a future revision cycle, facilitating such connections.</html:p> </html:div> <html:div id=\"understanding-RiCO\"> <html:h4>Understanding RiC-O: a quick overview of some features</html:h4> <html:div id=\"fromRiCCM-to-RiCO\"> <html:h5>From RiC-CM to RiC-O</html:h5> <html:div id=\"From_RiC-CM_components_to_RiC-O_classes\"> <html:h6>1. From RiC-CM components to RiC-O classes</html:h6> <html:p><html:strong>Each RiC-CM entity has a corresponding class in RiC-O</html:strong>. These classes are organized according to the same hierarchy as in RiC-CM. Some projects may need very few of them (e.g. Agent, Record Resource and Activity only), while others may need more (e.g. Corporate Body and Person; Record; Place; Organic Provenance Relation).</html:p> <html:p><html:strong>Many classes only exist in RiC-O and not in RiC-CM</html:strong>. These additional classes address special needs:</html:p> <html:ul> <html:li><html:strong>some correspond to RiC-CM attributes</html:strong>, when it may be considered necessary to handle them as full entities. This is the case for <html:a href=\"#rico:Type\">Type</html:a> and its subclasses, that correspond to RiC-CM attributes that contain controlled values, and that can help to articulate RiC-O with external RDF resources like SKOS vocabularies; and also for <html:a href=\"#rico:Language\">Language</html:a>, <html:a href=\"#rico:Name\">Name</html:a> and <html:a href=\"#rico:Identifier\">Identifier</html:a>, that can be considered as full entities and as key linking nodes in a RDF graph. All these classes have been grouped under a <html:a href=\"#rico:Concept\">Concept</html:a> class. </html:li> <html:li><html:strong>some classes have been added in order to provide a more accurate definition and model for some entities</html:strong>. <html:a href=\"#rico:Place\">Place</html:a> thus comes along with a <html:a href=\"#rico:PhysicalLocation\">Physical Location class</html:a>, and with a <html:a href=\"#rico:Coordinates\">Coordinates class</html:a>. A Place is considered both a geographical and historical entity. As a historical entity, among other features, it has a history, and may be preceded or succeeded by other Places. A Place also may have zero to many Physical Location through time (for instance, its boundaries, if it is an administrative area or a country, may change). Each Physical Location may be connected to zero to many Coordinates. This model is quite close to the Linked Places Format (<html:a href=\"https://github.com/LinkedPasts/linked-places\">https://github.com/LinkedPasts/linked-places</html:a>). Another example of such an addition is the <html:a href=\"#rico:Proxy\">Proxy class</html:a>, that represents (stands for) a Record Resource as it exists in a specific Record Set.</html:li> <html:li><html:strong>finally, a system of n-ary classes helps to implement the Relations section of RiC-CM</html:strong>. While these relations also are represented as simple, binary object properties (e.g. <html:a href=\"#rico:hasOrganicProvenance\">hasOrganicProvenance</html:a> that corresponds to RiC-R026 relation), you may need to assign different attributes to a relation, e.g. a date, certainty or description, as it is already possible, and quite often done, in a XML/EAC-CPF file. One of the standard available methods for representing such a documented relation in RDF for now is to use a class. The RDF-star specification, which is being developed by the W3C RDF-DEV Community Group, provides a far simpler method (allowing to consider a triple as the subject or object of another triple; see <html:a href=\"https://w3c.github.io/rdf-star/\">https://w3c.github.io/rdf-star/</html:a>) and is already being used by some tools; however it is not yet a complete W3C standard. Thus, for example, in RiC-O a <html:a href=\"#rico:OrganicProvenanceRelation\">OrganicProvenanceRelation class</html:a> exists. This class may connect one to many Agents to one to many created or accumulated Record Resources or Instantiations, and has some specific object properties (certainty, date, description, source). Back to the <html:a href=\"#rico:hasOrganicProvenance\">hasOrganicProvenance</html:a> object property, let us add that it is formally defined in RiC-O, using OWL 2 property chain axiom (see <html:a href=\"https://www.w3.org/TR/owl2-new-features/#F8:_Property_Chain_Inclusion\">https://www.w3.org/TR/owl2-new-features/#F8:_Property_Chain_Inclusion</html:a>), as a ‘shortcut’ for the longer path ‘thingIsSourceOfRelation/organicProvenanceRelation_role/relationHasTarget’, where the intermediate node is an instance of OrganicProvenanceRelation:<html:br></html:br> <html:img src=\"https://github.com/ICA-EGAD/RiC-O/blob/master/ontology/current-version/HTML_view/rico_hasOrganicProvenance.png?raw=true\" class=\"code\" alt=\"rico:hasOrganicProvenance object property as a shortcut\"></html:img> <html:br></html:br>A triplestore, with the appropriate configuration, may thus infer the direct ‘hasOrganicProvenance’ assertion from this long path.</html:li> </html:ul> </html:div> <html:div id=\"about_RiC-O_datatype-properties\"> <html:h6>2. About RiC-O datatype properties (relations whose object is a litteral)</html:h6> <html:p><html:strong>Most of the datatype properties in RiC-O correspond to RiC-CM attributes that contain free, plain text</html:strong>. See for example <html:a href=\"#rico:generalDescription\">rico:generalDescription</html:a>, <html:a href=\"#rico:history\">rico:history</html:a> and <html:a href=\"#scopeAndContent\">rico:scopeAndContent</html:a>.</html:p> <html:p>In many simple usecases it’s sufficent to just use the <html:a href=\"#rico:identifier\">rico:identifier</html:a> or <html:a href=\"#rico:name\">rico:name</html:a> datatype properties. However, in addition to these datatype properties, the Name and Identifier RiC-CM attributes also have corresponding classes (subclasses of <html:a href=\"#rico:Appellation\">rico:Appellation</html:a>). A resource may have several Identifiers (e.g. archival reference code, system number, digital object identifier) or Names and each comes with different attributes; in this case instances of classes are needed.</html:p> <html:p>The Location RiC-CM attribute also has a <html:a href=\"#rico:PhysicalLocation\">rico:PhysicalLocation</html:a> corresponding class (for users who want to use Place, Physical Location and Coordinates for handling places).</html:p> <html:p>As already said too, every RiC-CM attribute that has ‘controlled value’ or ‘rule-based’ as a schema value, has a class as corresponding component in RiC-O. <html:strong>However, for these CM attributes that correspond to a RiC-O class, as it is necessary to provide an immediately usable ontology, two supplementary datatype properties exist that allow not to use the classes, at least for a while, if you want to implement RiC-O and create RiC-O/RDF datasets from existing archival metadata without being able to handle URIs for the information you have</html:strong>.</html:p> <html:p>For example, you may not be able to handle and maintain URIs for some controlled values you use in EAD finding aids for carrier types: maybe your information system does not use a vocabulary for this, and you cannot for a while consider these carrier types as full entities. Nevertheless you want to produce RiC-O datasets where every piece of information is kept, and you want to avoid blank nodes. If RiC-O would only provide the Carrier Type class, it would be an issue for you.</html:p> <html:p>So RiC-O provides a <html:a href=\"#rico:type\">rico:type</html:a> datatype property, with range rdfs:literal, which allows you to move forward. For RiC-CM Coordinates attribute, you also have the <html:a href=\"#rico:geographicalCoordinates\">rico:geographicalCoordinates</html:a> datatype property.</html:p> <html:p>These datatype properties have a skos:scopeNote which says (for example) \"Provided for usability reasons. May be made deprecated or removed later on. Use only if you don’t use Physical Location and Coordinates classes with Place.\"</html:p> <html:p><html:strong>The same key design principle (RiC-O must be immediately usable) led us to define some datatype properties that would enable users to use RiC-O in simple usecases where they do not want to consider dates and rules as full entities</html:strong>. Thus, there of course is Date and Rule classes in RiC-O (since there are Date and Rule entities in RiC-CM). And <html:strong>you also have a <html:a href=\"#rico:date\">rico:date</html:a> datatype property, which has several subproperties; plus a <html:a href=\"#rico:ruleFollowed\">rico:ruleFollowed</html:a> datatype property</html:strong>. The same analysis led us to keep the <html:a href=\"#rico:history\">rico:history</html:a> datatype property in RiC-O (same as RiC-CM history attribute), while RiC-CM and RiC-O also provide the <html:a href=\"#rico:Event\">Event</html:a> class, and using a series of Events may of course be a better method, easier to query, link and display, than simply using a history prose discourse. The two methods may be used in parallel within the same dataset by an institution that, for example, would decide to emphasize only the accession, appraisal and description events among the whole history of Record Resources.</html:p> <html:p>These datatype properties have the same kind of skos:scopeNote as above.</html:p> <html:p>Finally, <html:strong>we have introduced a few datatype properties that do not correspond to any RiC-CM attribute</html:strong>.</html:p> <html:p>Some are superproperties, and thus group datatype properties: <html:a href=\"#rico:physicalOrLogicalExtent\">rico:physicalOrLogicalExtent</html:a>, with rico:carrierExtent, rico:instantiationExtent and rico:recordResourceExtent as subproperties; <html:a href=\"#rico:textualValue\">rico:textualValue</html:a>, with rico:expressedDate, rico:normalizedValue and rico:quantity as subproperties; <html:a href=\"#rico:measure\">rico:measure</html:a>; <html:a href=\"#rico:referenceSystem\">rico:referenceSystem</html:a>.</html:p> <html:p>Some are simply more specific properties: <html:a href=\"#rico:accrualsStatus\">rico:accrualsStatus</html:a>; <html:a href=\"#rico:recordResourceStructure\">rico:recordResourceStructure</html:a> and <html:a href=\"#rico:instantiationStructure\">rico:instantiationStructure</html:a>, subproperties of rico:structure; <html:a href=\"#rico:title\">rico:title</html:a> (subproperty of rico:name); rico:altitude, rico:height, rico:latitude, rico:length, rico:longitude, rico:width (subproperties of <html:a href=\"#rico:measure\">rico:measure</html:a>), rico:geodesicSystem and rico:altimetricSystem (subproperties of <html:a href=\"#rico:referenceSystem\">rico:referenceSystem</html:a>).</html:p> </html:div> <html:div id=\"about_RiC-O_object-properties\"> <html:h6>3. About RiC-O object properties (relations between two entities)</html:h6> <html:p>In order to connect all the classes created, <html:strong>a significant number of object properties have been defined, in addition to the 85 relations defined in RiC-CM 1.0.</html:strong></html:p> <html:p>While the 'flat' list of object properties is a long one, <html:strong>the object properties are grouped hierarchically</html:strong>, so that one can use the upper to intermediate level ones for simplicity sake, or choose the most accurate and expressive ones, or extend the system adding a subproperty easily. It is expected that, in most use cases, a subset of these properties only will be needed.</html:p> <html:p>Below we just give a few details on certain specific sets of properties.</html:p> <html:p>While in RiC-CM it was not possible to achieve such a level of precision with simple attributes, <html:strong>RiC-O includes object properties to assert that a <html:a href=\"#rico:RecordSet\">rico:RecordSet</html:a> has or had members (either all of them, or some of them) that share some characteristics</html:strong>, i.e. Language, ContentType, DocumentaryFormType, LegalStatus, or RecordState. See for example <html:a href=\"#rico:hasOrHadAllMembersWithCategory\">rico:hasOrHadAllMembersWithCategory</html:a>, and its subproperties.</html:p> <html:p><html:strong>Some of the object properties are formally defined as shortcuts</html:strong>: they can be inferred if you create triples that include instances of the Relation classes. See the example explained above in the <html:a href=\"#RiC-O_classes\">section dedicated to classes</html:a>.</html:p> <html:p><html:strong>Many properties, new in RiC-O 1.0, are transitive</html:strong>, as explained in the <html:a href=\"#history-note\">history note</html:a> above.</html:p> </html:div> <html:div id=\"named-individuals\"> <html:h6>4. Named Individuals</html:h6> <html:p>RiC-O adds six individuals to address current and frequent needs:</html:p> <html:ul> <html:li><html:a href=\"#FindingAid\">FindingAid</html:a> and <html:a href=\"#AuthorityRecord\">AuthorityRecord</html:a>, which are instances of both RiC-O Documentary Form Type and SKOS Concept. They can be used for categorizing Records, finding aids and authority records being considered as Records. For example, a Record with Documentary Form Type ‘Finding Aid’ may be connected to one to many Record Resources using the 'rico:describes’ object property. </html:li> <html:li><html:a href=\"#Fonds\">Fonds</html:a>, <html:a href=\"#Series\">Series</html:a>, <html:a href=\"#File\">File</html:a>, and <html:a href=\"#Collection\">Collection</html:a> are instances of both Record Set Type class and skos:Concept. Their definition is taken from the ISAD(G) glossary. They can be used for categorizing Record Sets.</html:li> </html:ul> <html:p>We expect other categories to be defined by the archival community as RiC-O matures, forming rich, hopefully multilingual, SKOS vocabularies that support rich description (for example, allowing an instance of the <html:a href=\"#rico:DocumentaryFormType\">Documentary Form Type class</html:a> to have a history and temporal relations to other documentary form types).</html:p> </html:div> </html:div> <html:div id=\"RiCO-documentation\"> <html:h5>RiC-O documentation and annotation properties</html:h5> <html:p>Each class or property has an English, a French and a Spanish label (rdfs:label), and a description (rdfs:comment). Some also have a skos:scopeNote or a skos:example.</html:p> <html:p>When a RiC-O class or property corresponds to a RiC-CM component in any way, its description and scope note are either the same as or derived from their RiC-CM definition and scope note.</html:p> <html:p>RiC-O provides two annotation properties (subproperties of rdfs:comment) for handling:</html:p> <html:ul> <html:li>information about the corresponding RiC-CM component when applicable (<html:a href=\"#rico:RiCCMCorrespondingComponent\">rico:RiCCMCorrespondingComponent</html:a>). Various phrasings are used in this property depending on the rule applied for defining the RiC-CM component.</html:li> <html:li>information about possible mappings with other models or ontologies (<html:a href=\"#rico:closeTo\">rico:closeTo</html:a>, rarely used in this 1.0.2 version)).</html:li> </html:ul> <html:p>Any change in the definition of a class or property made since December 2019 is documented using a skos:changeNote.</html:p> </html:div> </html:div> <html:div id=\"next-steps\"> <html:h4>Next steps</html:h4> <html:p>The following is a non exhaustive list of known issues, topics or tasks on which EGAD has begun to work and will continue to work in the next months.</html:p> <html:ul> <html:li>articulate the Event and Activity classes, and the Relation system of classes</html:li> <html:li>add suggestions of mappings (in rico:closeTo) and OWL equivalences between some classes or properties and components in other models (among which - this is not an exhaustive list- PREMIS, Schema.org, PROV-O, IFLA-LRM and RDA, CIDOC-CRM), or document how these models can be used together. </html:li> </html:ul> </html:div> </html:div>",
  "label": "International Council on Archives Records in Contexts Ontology (ICA RiC-O) version 1.0.2",
  "prefix": "rico",
  "items": {
    "RiCCMCorrespondingComponent": {
      "category": "property",
      "description": "When it exists, specifies the identifier and name of RiC-CM component that corresponds to the annotated class or property.",
      "label": "RiC-CM corresponding component"
    },
    "closeTo": {
      "category": "property",
      "description": "An annotation property for recording a possible mapping to a component in another model or ontology",
      "label": "cerca de"
    },
    "AccumulationRelation": {
      "category": "class",
      "description": "Connects at least one Record Resource or Instantiation to at least one Agent, when the Record Resource or Instantiation is or was accumulated by the Agent, be it intentionally (collecting it) or not (receiving it in the course of its activities). The Record Resource(s) or Instantiation(s) is the source of the Relation, and the Agent(s) is the target.",
      "label": "Accumulation Relation"
    },
    "OrganicProvenanceRelation": {
      "category": "class",
      "description": "This is the most general organic provenance relation. Use it to connect a record resource or instantiation with an agent only if it is not possible to use a narrower, more specific relation, for example Creation Relation.",
      "label": "Organic Provenance Relation"
    },
    "Activity": {
      "category": "class",
      "description": "Activity is a kind of Event. Activity is specifically used to designate purposeful human activity. Activity may be understood from two perspectives. First it can be understood as leading to an end. The end is the purpose of the Activity, or why the Activity is performed. Second, it can be understood in terms of the processes that lead to achieving the end, how the end is realized through coordinated actions. Purpose and process are complementary understandings of Activity. Together the two perspectives address why the Activity is performed, the expected ends or outcomes; and how the Activity fulfills the purpose. While activity has an intended end, it also has unintended consequences and results, or side-effects. By and large, these may not be the focus of the description, but they are, unquestionably, context. |In a corporate or government context an Activity may also be called a 'function'. An Activity exists in a specific social and cultural context, and within that context is subject to change over time. An Activity may be composed of other Activities.",
      "label": "Actividad"
    },
    "Event": {
      "category": "class",
      "description": "An event may be caused by nature, an agent, or a combination of nature and agent. Events have temporal and spatial boundaries. An event may actively involve some agent(s) and affect any entity. An event may be discrete, happening at a specific moment in time, or may occur over an extended period of time. Events may have events as parts, and events may precede or follow one another. Multiple agents may participate in the same event, and in different roles.",
      "label": "Event"
    },
    "ActivityDocumentationRelation": {
      "category": "class",
      "description": "Connects at least one Record Resource or Instantiation to at least one Activity, when the Record Resource or Instantiation results from the Activity. The Record Resource(s) or Instantiation(s) is the source of the Relation, and the Activity(-ies) is the target.",
      "label": "Activity Documentation Relation"
    },
    "EventRelation": {
      "category": "class",
      "description": "Use to connect an event and an entity only if it is not possible to specify a narrower event relation, for example a PerformanceRelation.",
      "label": "Event Relation"
    },
    "OrganicOrFunctionalProvenanceRelation": {
      "category": "class",
      "description": "This relation stands for organic and for functional provenance.",
      "label": "Organic or functional provenance Relation"
    },
    "ActivityType": {
      "category": "class",
      "description": "Can be extended with any number of subclasses, e.g. “function/action” and “activity domain”. This allows for a faceted approach that enables an Activity to be categorized using a combination of components, general or more specific. For example, “monitoring” can be used in combination with “election polls” or “water resources”.",
      "label": "Activity Type"
    },
    "Type": {
      "category": "class",
      "description": "A superclass for any category of some thing. A type characterizes an entity.",
      "label": "Tipo"
    },
    "Agent": {
      "category": "class",
      "description": "An Agent may have one or more identities; an identity is a constellation of properties or relations that together “identify” the Agent. A Person or Group commonly has one identity, though each also may have one or more alternative identities. Such alternative identities may be shared by more than one Person or Group. Alternative identities include but are not limited to pseudonyms, heteronyms, DBA (Doing Business As), and trade identities. An alternative identity should not be confused with a Position in a Group, for example, presidents, prime ministers, governors, popes, royalty, or bishops. Nor should an alternative identity be confused with a variant name or identifier of the same identity. Agent also includes entities created by a Person or Group that act on behalf of the creating Agent in an autonomous or semi-autonomous manner. Examples of a Mechanism include software agents, robots, and space and underwater probes that generate data (records) in the course of Activity assigned to and in conformance with the instructions given to them by the creating Person or Group.",
      "label": "Agent"
    },
    "Thing": {
      "category": "class",
      "description": "Includes all RiC entities as well as any concept, material thing, or event that may be the subject of a Record Resource or associated with an Activity. Examples of entities not explicitly addressed in RiC includes but is not limited to the following: abstract concepts; cultural movements, named periods and events; named things, objects and works; legendary, mythical or fictitious figures, characters or beings.",
      "label": "Chose"
    },
    "AgentControlRelation": {
      "category": "class",
      "description": "Connects at least one Agent, to at least another Agent, when the first one(s) control(s) or controlled in a way the activities of the second one(s). The Relation is oriented from the controlling agent to the controlled one: the controlling Agent(s) is the source of the Relation, and the controlled Agent(s) is the target.",
      "label": "Agent Control Relation"
    },
    "accumulationRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the AccumulationRelation class. It should be used only when you have to manage instances of the AccumulationRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation d’accumulation"
    },
    "AgentHierarchicalRelation": {
      "category": "class",
      "description": "The hierarchical relation can be an authority relation, or a whole/part relation between two agents.",
      "label": "Agent Hierarchical Relation"
    },
    "organicProvenanceRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the OrganicProvenanceRelation class. It should be used only when you have to manage instances of the OrganicProvenanceRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation de provenance organique"
    },
    "AuthorityRelation": {
      "category": "class",
      "description": "Use only if it is not possible to specify a narrower authority relation, for example OwnershipRelation.",
      "label": "Authority Relation"
    },
    "activityDocumentationRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the ActivityDocumentationRelation class. It should be used only when you have to manage instances of the ActivityDocumentationRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation entre activités et ressources\n            archivistiques"
    },
    "AgentToAgentRelation": {
      "category": "class",
      "description": "Use only if it is not possible to specify a narrower agent to agent relation, for example a WorkRelation.",
      "label": "Agent Relation"
    },
    "eventRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the EventRelation class. It should be used only when you have to manage instances of the EventRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation impliquant un événement"
    },
    "AgentName": {
      "category": "class",
      "description": "A label, title or term designating an Agent in order to make it distinguishable from other similar entities.",
      "label": "Agent Name"
    },
    "organicOrFunctionalProvenanceRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the OrganicOrFunctionalProvenanceRelation class. It should be used only when you have to manage instances of the OrganicOrFunctionalProvenanceRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation de provenance organique ou\n            fonctionnelle"
    },
    "Name": {
      "category": "class",
      "description": "Provides brief information about the content or other individual characteristics of the entity being described, necessary to distinguish it from other perhaps similar entities.",
      "label": "Name"
    },
    "activityIsContextOfRelation": {
      "category": "property",
      "description": "Connects an Activity to an Agent Temporal Relation (when the Activity is transferred from an Agent to another one) or a Mandate Relation (the Mandate assigns the Activity to the Agent or defines it).",
      "label": "actividad es contexto de relación"
    },
    "AgentTemporalRelation": {
      "category": "class",
      "description": "There may be zero to many intermediate agents, ignored or unknown, between the two connected agents. Can be used when there is a transfer of function from the first agent to the second agent.",
      "label": "Agent Temporal Relation"
    },
    "thingIsContextOfRelation": {
      "category": "property",
      "description": "Connects a Thing (that is a secondary, contextual entity during the existence of the Relation) to a n-ary Relation.",
      "label": "chose est le contexte de la relation"
    },
    "TemporalRelation": {
      "category": "class",
      "description": "There may be zero to many intermediate entities, ignored or unknown, in the chronological sequence between the connected entities.",
      "label": "Relación temporal"
    },
    "asConcernsActivity": {
      "category": "property",
      "description": "Connects an Agent Temporal Relation or Mandate Relation, to an Activity that is, either transferred from an Agent to another one, or assigned by a Mandate to an Agent.",
      "label": "as concerns activity"
    },
    "Relation": {
      "category": "class",
      "description": "Use when direct, binary object properties are not enough, e.g. when you need to record a date, a location or any other descriptive element for a relation (till RDF-Star becomes a W3C recommendation and provides a lighter method for doing so); or when the relation invloves more than two entities (n-ary relation). It is recommended to use the subclasses of the Relation class.",
      "label": "Relación"
    },
    "affectsOrAffected": {
      "category": "property",
      "description": "Connects an Event to a Thing on which the Event has or had some significant impact.",
      "label": "afecta o afectaba a"
    },
    "Appellation": {
      "category": "class",
      "description": "A concept of any kind that is used for designating an Entity and referring to it.",
      "label": "Appellation"
    },
    "hasOrHadParticipant": {
      "category": "property",
      "description": "Connects an Event to a Thing that is or was actively or passively involved in it.",
      "label": "a ou a eu pour participant"
    },
    "Concept": {
      "category": "class",
      "description": "An idea, unit of thought, abstract cultural object or category",
      "label": "Concept"
    },
    "isOrWasAffectedBy": {
      "category": "property",
      "description": "Inverse of 'affects or affected' object property.",
      "label": "es o era afectado por"
    },
    "AppellationRelation": {
      "category": "class",
      "description": "Connects an Appellation and at least one Thing that the Appellation designates or designated. The Appellation is the source of the Relation and the Thing(s) is the target.",
      "label": "Appellation Relation"
    },
    "agentControlRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the AgentControlRelation class. It should be used only when you have to manage instances of the AgentControlRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation de contrôle entre agents"
    },
    "AuthorshipRelation": {
      "category": "class",
      "description": "To be used for a person, group or position that makes any contribution to the content of a record. Includes the person, group or position in whose name or by whose command the content may have been formulated and first instantiated (for example the person who signed the record).",
      "label": "Authorship Relation"
    },
    "agentHierarchicalRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the AgentHierarchicalRelation class. It should be used only when you have to manage instances of the AgentHierarchicalRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation hiérarchique entre agents"
    },
    "CreationRelation": {
      "category": "class",
      "description": "Covers the definition of \"author\" in diplomatics, and any agent that makes a contribution to the intellectual content of a record resource. Can also be used for any agent that was involved in the genesis (e.g. with the role of witness, representative of the author etc.) or in the production (e.g. with the role of scribe, secretary, notary, printer etc.) of the record resource or instantiation.",
      "label": "Creation Relation"
    },
    "authorityRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the AuthorityRelation class. It should be used only when you have to manage instances of the AuthorityRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation d’autorité"
    },
    "CarrierExtent": {
      "category": "class",
      "description": "In order to manage an instantiation of a record resource it is necessary to note the extent of the carrier as well as that of the instantiation itself. Whether it is necessary to note dimensions, the number of relevant units or both depends on the nature of the carrier and particular business needs.",
      "label": "Carrier Extent"
    },
    "agentHasOrHadLocation": {
      "category": "property",
      "description": "Inverse of 'is or was location of agent' object property.",
      "label": "agent a ou a eu pour localisation"
    },
    "Extent": {
      "category": "class",
      "description": "Physical or logical extent of a resource",
      "label": "Extensión"
    },
    "hasOrHadLocation": {
      "category": "property",
      "description": "Inverse of 'is or was location of' object property.",
      "label": "a ou a eu pour localisation"
    },
    "CarrierType": {
      "category": "class",
      "description": "In order to manage an instantiation of a record resource, it is necessary to note the type of carrier on which the record resource is instantiated as its nature will determine the environmental storage conditions and the prerequisites for and possible ways of accessing and using the record resource.",
      "label": "Carrier Type"
    },
    "isAgentAssociatedWithPlace": {
      "category": "property",
      "description": "Inverse of 'is place associated with agent' object property.",
      "label": "agente está asociado con lugar"
    },
    "ChildRelation": {
      "category": "class",
      "description": "Connects at least one Person to at least another Person, when the first has(ave) child(s) the second one(s). The Relation is oriented from the parent to the child: the parent is the source of the relation, and the child(ren) is the target.",
      "label": "Child Relation"
    },
    "isOrWasLocationOfAgent": {
      "category": "property",
      "description": "Connects a Place to an Agent that is or was located in this Place.",
      "label": "es o era localización de agente"
    },
    "DescendanceRelation": {
      "category": "class",
      "description": "Connects at least one Person to at least another Person, when the first has/have descendant the second one(s). The Relation is oriented from the ascendant to the descendant: the ascendant Person(s) is the source of the Relation, and the descendant Person(s) is the target.",
      "label": "Descendance Relation"
    },
    "agentToAgentRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the AgentToAgentRelation class. It should be used only when you have to manage instances of the AgentToAgentRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation entre agents"
    },
    "ContentType": {
      "category": "class",
      "description": "Content Type should not be confused with Representation Type or Carrier Type that would concern a related Instantiation since the form of communication can be independent of the representation or carrier, for example a map (content type \"cartographic image\") may be represented as a sketch (representation type \"visual\") recorded as a physical document (carrier type \"paper\"). It also should not be confused with the Documentary Form Type of a Record, or Record Part, which describes a specific document form (for example a deed of sale).",
      "label": "Content Type"
    },
    "agentTemporalRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the AgentTemporalRelation class. It should be used only when you have to manage instances of the AgentTemporalRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation temporelle entre agents"
    },
    "Coordinates": {
      "category": "class",
      "description": "Longitudinal and latitudinal information about a Place.",
      "label": "Coordenadas de lugar"
    },
    "temporalRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the TemporalRelation class. It should be used only when you have to manage instances of the TemporalRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation temporelle"
    },
    "CorporateBody": {
      "category": "class",
      "description": "Corporate body is a kind of Group (RiC-E09). By exception, within some legal contexts, a sole trader or sole proprietor may be recognized as a corporate body, even when the economic enterprise does not have additional members. Corporate bodies often have a mandate giving them the authority to act within their area(s) of competence. They will also usually act within a particular jurisdiction being governed by legal and other rule-based frameworks. A corporate body though may be constituted in a more informal manner and exist as an entity by virtue of its recognition as such by its members.",
      "label": "Collectivité"
    },
    "relation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the generic Relation class. It should be used only when you have to manage instances of this Relation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation"
    },
    "Group": {
      "category": "class",
      "description": "Group is a kind of Agent. A Group has a socially recognized identity. Each member of the Group plays a particular role or roles (that is has a particular Position) in the coordinated activity of the Group. Corporate bodies and families are kinds of groups, though other kinds of groups are possible. For example, the “electorate” -- all of the voters in a given election. Complex, large groups may be subdivided into other groups.",
      "label": "Group"
    },
    "appellationRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the AppellationRelation class. It should be used only when you have to manage instances of the AppellationRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation d’appellation"
    },
    "CorporateBodyType": {
      "category": "class",
      "description": "Categorization of a Corporate Body.",
      "label": "Corporate Body Type"
    },
    "relationHasContext": {
      "category": "property",
      "description": "The secondary entity may be, for instance, a Position or a Role Type.",
      "label": "relación tiene como contexto"
    },
    "CorrespondenceRelation": {
      "category": "class",
      "description": "Connects at least two Persons, when they correspond or corresponded to each other. This Relation is not oriented.",
      "label": "Correspondence Relation"
    },
    "authorizedBy": {
      "category": "property",
      "description": "Inverse of 'authorizes' object property",
      "label": "authorized by"
    },
    "KnowingRelation": {
      "category": "class",
      "description": "The relation implies that the two persons met or at least corresponded with each other.",
      "label": "Knowing Relation"
    },
    "isAssociatedWithRule": {
      "category": "property",
      "description": "Inverse of 'is rule associated with' object property.",
      "label": "est associé à la règle"
    },
    "Date": {
      "category": "class",
      "description": "A Date may be represented in natural language, based on a digital standard, or both. Digital standard dates will typically be based on ISO 8601, or Extended Date-Time Format (EDTF)",
      "label": "Date"
    },
    "authorizes": {
      "category": "property",
      "description": "Connects a Mandate to the Agent that the Mandate gives the authority or competencies to act.",
      "label": "authorizes"
    },
    "DateType": {
      "category": "class",
      "description": "May be used to categorize a Date as a single date, a date range or a date set or sub-categories of these broad types. This attribute should not be confused with the date relations defined to connect a Date entity and any other entity (such as RiC-R069 ‘is beginning date of’).",
      "label": "Date Type"
    },
    "isRuleAssociatedWith": {
      "category": "property",
      "description": "Use only if it is not possible to specify a narrower Rule relation, for example, regulates or regulated.",
      "label": "es regla asociada con"
    },
    "DemographicGroup": {
      "category": "class",
      "description": "Can be extended with any number of specific subclasses. Among possible specific demographic groups are gender, (biological) sex, education, identity, place, ancestry, ethnic/cultural identification, and religion.",
      "label": "Categoría demográfica"
    },
    "authorizingAgent": {
      "category": "property",
      "description": "Connects a Mandate Relation to an Agent that assigns the Mandate.",
      "label": "authorizing agent"
    },
    "DerivationRelation": {
      "category": "class",
      "description": "In some situations, it may be useful or necessary to connect an instantiation to an instantiation that was derived from it but no longer exists or has been lost.",
      "label": "Derivation Relation"
    },
    "isAuthorizingAgentInMandateRelation": {
      "category": "property",
      "description": "Connects an Agent that assigns the Mandate, to a Mandate Relation.",
      "label": "es el agente autorizador en la relación normativa"
    },
    "InstantiationToInstantiationRelation": {
      "category": "class",
      "description": "Connects at least two instantiations. This Relation is a generic, not oriented one.",
      "label": "Instantiation to Instantiation Relation"
    },
    "authorshipRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the AuthorshipRelation class. It should be used only when you have to manage instances of the AuthorshipRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation de responsabilité\n            intellectuelle"
    },
    "FamilyRelation": {
      "category": "class",
      "description": "Use the MembershipRelation class for connecting a family and a person.",
      "label": "Family Relation"
    },
    "creationRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the CreationRelation class. It should be used only when you have to manage instances of the CreationRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation de création"
    },
    "DocumentaryFormType": {
      "category": "class",
      "description": "Documentary Form Type plays an important role in determining the type of information a Record may comprise, its status of perfection, and its authenticity and reliability. Documentary form types exist in a specific social and cultural context, and within that context, are subject to change over time.",
      "label": "Documentary Form Type"
    },
    "childRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the ChildRelation class. It should be used only when you have to manage instances of the ChildRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation de filiation"
    },
    "EventType": {
      "category": "class",
      "description": "Events of all kinds can be categorized. Curation event types include creation; acquisition; transfer; arrangement; description; digitization, etc. Biographical event types include birth, marriage, death, etc.",
      "label": "Event Type"
    },
    "descendanceRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the DescendanceRelation class. It should be used only when you have to manage instances of the DescendanceRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation de descendance"
    },
    "ExtentType": {
      "category": "class",
      "description": "Categorization of the extent that is being measured.",
      "label": "Extent Type"
    },
    "contained": {
      "category": "property",
      "description": "Connects a Place to a Place that it contained in the past.",
      "label": "a contenu"
    },
    "Family": {
      "category": "class",
      "description": "Family is a kind of Group. “Family” is used here as a general term that encompasses a wide variety of familial groups. Other types of familial groups include Dynasty, Clan, House, Tribe and others. Though family may be a recognized legal group in specific contexts, the term may also be used for groups that are socially recognized as families. A family may be a group of persons related either by consanguinity or affinity or cohabitation or other social conventions. In some context, a Family may be legally recognized as Corporate Body. For example, certain North American peoples (tribes) retain self-government rights and have jurisdiction over defined tribal lands.",
      "label": "Familia"
    },
    "containsOrContained": {
      "category": "property",
      "description": "Use for connecting two geographical or administrative regions.",
      "label": "contains or contained"
    },
    "FamilyType": {
      "category": "class",
      "description": "Encompasses a wide variety of familial groups related by consanguinity, affinity, cohabitation, or other social conventions.",
      "label": "Family Type"
    },
    "hadPart": {
      "category": "property",
      "description": "Connects a Thing to a Thing that was a constitutive or component part of that Thing in the past.",
      "label": "a eu pour partie"
    },
    "FunctionalEquivalenceRelation": {
      "category": "class",
      "description": "Two instantiations, from some point of view, may be considered as equivalent. This equivalence is usually based upon the fact that the instantiations have at least the same intellectual content (they instantiate the same record resource).",
      "label": "Functional Equivalence Relation"
    },
    "wasContainedBy": {
      "category": "property",
      "description": "Connects a Place to a Place within which it was contained.",
      "label": "a été contenu par"
    },
    "Mechanism": {
      "category": "class",
      "description": "Mechanism is a kind of Agent. A mechanism may have both mechanical and software components or may be exclusively software. A mechanism acts in the world producing physical or social effects and may generate or modify records. A mechanism performs activities based on rules determined by the agent that designed and created it. A mechanism has an essential, derivative relation with the designing and creating agent.",
      "label": "Mecanismo"
    },
    "hasOrHadPart": {
      "category": "property",
      "description": "Use to connect a Thing to another Thing that is or was a part of the whole Thing only if it is not possible to use a narrower, more specific whole/part relation, for example has or had constituent. The end of existence of a whole/part relation may affect the integrity or nature of the domain entity.",
      "label": "a ou a eu pour partie"
    },
    "Person": {
      "category": "class",
      "description": "Person is a kind of Agent. Most commonly, a human being (biological person) has a single socially constructed identity or persona. Less common though not rare, one or more personae in addition to the original persona which emerges at or near birth may be associated with the human being over the course of that human being’s lifetime. Such \"alternative personae\" are most often created by the original person for specific purposes. The original persona may, in everyday discourse, be regarded as “the real person”. Under some circumstances, an alternative persona might eclipse or replace the original person (Mark Twain eclipsing Samuel Clemens; John Wayne eclipsing Marion Mitchell Morrison), that is, the alternative identity becomes the predominant identity. Less common is when two or more persons collaborate to create a shared persona. A persona shared by two or more persons constitutes a kind of group. Within the archival context, the description of a person commonly will focus on the original associated persona, with alternative personae noted. Exceptionally, an alternative persona may displace the original persona as the focus of the description. Under some circumstances, for example, when record resources are associated with two or more different personae of one person, describing the different personae as separate though related persons may be desirable. Alternatively, a person may change their identity over the course of their lifetime.",
      "label": "Person"
    },
    "isAssociatedWithPlace": {
      "category": "property",
      "description": "Inverse of 'is place associated with' object property.",
      "label": "est associé au lieu"
    },
    "Position": {
      "category": "class",
      "description": "Position is a kind of Agent. Position is the intersection of a Person and a Group. Position exists independently of the Person that holds the Position within a Group. More than one Person may hold a Position. Position is commonly defined in a Mandate, often called a position description or job description. The Mandate may specify the work to be performed (Activity) as well as the competencies for performing the Activity. A Position is often given a Name. A Position may be tied to a project or to a set of tasks and thus have a defined duration. A Position may change over time, as the Group that establishes it changes over time. Position is not to be confused with Occupation or Activity. Within the records created by a Corporate Body, a Position may be used to identify the record sets resulting from activities performed by one or more persons holding the Position over time, without necessarily identifying or describing the Person or persons, or identifying which records were created by each Person.",
      "label": "Position"
    },
    "isPlaceAssociatedWith": {
      "category": "property",
      "description": "Use to connect a Place to an entity only if it is not possible to specify a narrower spatial relation, for example, is or was location of.",
      "label": "es lugar asociado con"
    },
    "GroupSubdivisionRelation": {
      "category": "class",
      "description": "Connects a Group and at least another Group, when the first one has or had the second one(s) among its subdivisions. The Relation is oriented from the Group to its subdivision(s): the parent Group is the source and the subdivision Group(s) is the target.",
      "label": "Group Subdivision Relation"
    },
    "isOrWasContainedBy": {
      "category": "property",
      "description": "Inverse of 'contains or contained' object property.",
      "label": "est ou a été contenu par"
    },
    "WholePartRelation": {
      "category": "class",
      "description": "Connects a Thing to at least one other Thing that is or was a portion or division of the whole Thing. The Relation is oriented from the Thing to its part(s): the Thing is the source of the Relation, and the part Thing(s) is the target.",
      "label": "Relación entre todo y parte"
    },
    "containsTransitive": {
      "category": "property",
      "description": "Connects a Place to a Place that it contains, directly or indirectly. This is a transitive relation.",
      "label": "contains transitive"
    },
    "Identifier": {
      "category": "class",
      "description": "Can include Global Persistent Identifiers (globally unique and persistently resolvable identifier for the entity) and/or Local Identifiers. Both the domain within which the identifier is unique, and the rules used in forming the identifier value should be provided with the identifier value.",
      "label": "Identifiant"
    },
    "hasPartTransitive": {
      "category": "property",
      "description": "To be used, either to infer, then query or browse, relations from existing direct 'hasDirectPart' relations between things, or to record a current partitive relation when you do not know if there are intermediate nodes between the related things.",
      "label": "a pour partie transitif"
    },
    "IdentifierType": {
      "category": "class",
      "description": "For example, 'old identifier' ; 'ISNI' (for a person or corporate body), etc.",
      "label": "Identifier Type"
    },
    "isContainedByTransitive": {
      "category": "property",
      "description": "Connects a Place to a Place that is, directly or indirectly, contained by it. This is a transitive relation.",
      "label": "est contenu par transitif"
    },
    "Instantiation": {
      "category": "class",
      "description": "A Record or Record Part must have been instantiated at least once, though this instantiation may no longer exist at the moment of description. An instantiation might also exist at the moment of description, but be destroyed at a later moment in time, when, for example, a derived instantiation might become the only remaining instantiation. A Record Set may have an instantiation, which is to say that it is not a necessary condition. An Instantiation may be derived from another Instantiation. A Record Resource may have many Instantiations simultaneously (for instance, a record printed and saved in the same time as DOCX and PDF/A would have 3 concurrent instantiations) or through time (for example, copy of a record). Depending on the context, a new instantiation may be seen as a new or as the same record resource. During in the process of re-instantiation something is lost and something is preserved, but it is up to the context and the Agent that produces or uses that Instantiation to assess whether the two instantiations are functionally equivalent or not. For instance, a postcard representing a town map from 1874 (Instantiation 1) is digitized and kept as a JPEG file (Instantiation 2). The digital copy may be considered as instantiating the \"same\" Record by an Agent considering the information transmitted by the Record (e.g., the urban landscape displayed), but as a\" different\" Record by an antiquarian more focused on the materiality of the carrier. Successive instantiations may change the perceivable boundaries of a Record Resource. For instance, a case file comprising many records may be digitized and saved as one single PDF file, which, from management perspective, may be treated as one Record. Similarly, a large Record Set (a fonds or a series) may be maintained as one database. On the other hand, one record (main document and its annexes) may be digitized in separate files and each one may be managed as a discrete “physical” item. Instantiations may require mediation to communicate the information in the Record Resource. While a traditional Record on paper can simply be read by an Agent in order to understand the information, a vinyl recording, a video cassette or a digital file needs a device (mediator) to codify or decodify the information conveyed. This mediator may imply simple physical components (a turntable needle, for example), or a complex gallery of software and hardware elements. Instantiations are more than the mere informational content of Record Resource and may be the focus of preservation and physical management of records. The use of particular document types for records, such as a medieval charter, may have implications for the authenticity of the records. Hence, the way a Record Resource is instantiated contributes to the contextualizing of the content.record resource is instantiated contributes to the contextualizing the content. Distinguishing the message conveyed (Record Resource) and its physical representations (Instantiation) allows for the efficient management of their descriptions, and preserve information about a Record Resource even when no physical representation of it exists or is known to exist anymore. The relations between distinct instantiations can then be expressed wherever they coexist, and they can be related to the Record Resource they instantiate.",
      "label": "Instanciación"
    },
    "correspondenceRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the CorrespondenceRelation class. It should be used only when you have to manage instances of the CorrespondenceRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation épistolaire"
    },
    "InstantiationExtent": {
      "category": "class",
      "description": "Countable characteristics of an Instantiation expressed as a quantity.",
      "label": "Extensión de la instanciación"
    },
    "knowingRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the KnowingRelation class. It should be used only when you have to manage instances of the KnowingRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation de connaissance entre\n            personnes"
    },
    "IntellectualPropertyRightsRelation": {
      "category": "class",
      "description": "Can be used, when the record resource is a work, for specifying the connection between the record resource and its author(s).",
      "label": "Intellectual Property Rights Relation"
    },
    "creationWithRole": {
      "category": "property",
      "description": "Connects a Creation Relation to the Role Type that the creator Agent(s) has in the creation process",
      "label": "creación con el rol de"
    },
    "KnowingOfRelation": {
      "category": "class",
      "description": "Connects at least one Person to at least another one, when the first one has some knowledge of the second one through time or space. The first Person is the source of the Relation, and the second one is the target.",
      "label": "Knowing Of Relation"
    },
    "roleIsContextOfCreationRelation": {
      "category": "property",
      "description": "Connects a Role Type to a Creation Relation (this Role Type being the specific role played by the creating Person in the context of this Relation).",
      "label": "rol es contexto de relación de creación"
    },
    "Language": {
      "category": "class",
      "description": "A spoken or written human language represented in a Record Resource or used by an Agent.",
      "label": "Language"
    },
    "derivationRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the DerivationRelation class. It should be used only when you have to manage instances of the DerivationRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation de dérivation"
    },
    "LeadershipRelation": {
      "category": "class",
      "description": "Connects at least one Person and at least one Group, when the first one(s) lead(s) or led the second one(s). The Relation is oriented from the leading Person to the Group: the leading Person(s) is the source of the Relation, and the Group(s) is the target.",
      "label": "Leadership Relation"
    },
    "instantiationToInstantiationRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the InstantiationToInstantiationRelation class. It should be used only when you have to manage instances of the InstantiationToInstantiationRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation entre instanciations"
    },
    "LegalStatus": {
      "category": "class",
      "description": "A status defined by law.",
      "label": "Legal Status"
    },
    "familyRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the FamilyRelation class. It should be used only when you have to manage instances of the FamilyRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation familiale"
    },
    "ManagementRelation": {
      "category": "class",
      "description": "Connects at least one Agent and at least one Record Resource or Instantiation that the Agent manages or managed. The Agent(s) is the source of the Relation, and the Record Resource(s) or Instantiation(s) is the target.",
      "label": "Management Relation"
    },
    "describesOrDescribed": {
      "category": "property",
      "description": "Can be used, among other situations, for specifying that some finding aid (a Record that has Documentary Form Type Finding Aid) describes some Record Set.",
      "label": "describe o describía"
    },
    "Mandate": {
      "category": "class",
      "description": "Mandate is a kind of Rule. A mandate confers the responsibility or authority of an agent to perform a specified activity. In addition to assigning an activity and delegating responsibility or authority to perform the activity to an agent, a mandate commonly limits the place (jurisdiction) and date (time period) within which an agent may perform the activity (where and when). Mandates exist in a specific social and cultural context, and within that context are subject to change over time. While a mandate may be tacit, in whole or part, it may be explicitly expressed in a variety of documentary sources (for example, constitutions, legislation, (legal) acts, statutes, legal codes, ordinances, charges, charters, or mission statements). The evidence for identifying a mandate may be found in its entirety in one documentary source (for example, a law or regulation), or may be found in two or more sources. A mandate should not be confused with the one or more documentary sources that serve as evidence of its identity. A documentary source is a record.",
      "label": "Mandat"
    },
    "hasOrHadSubject": {
      "category": "property",
      "description": "The subject of a Record Set may be affected if the Record Set loses some of the Records.",
      "label": "a ou a eu pour sujet"
    },
    "Rule": {
      "category": "class",
      "description": "Rule is a kind of Thing. Rule can be related directly to agent, activity, or anything created or managed by agents, such as a record resource or instantiation. A rule may be unwritten or written or otherwise documented. Unwritten rules may include though are not limited to the following: social mores, customs, or community expectations. Written rules may include though are not limited to the following: constitutions, legislation, acts (legal), statutes, legal codes, ordinances, charters, mission statements, regulations, policies, procedures, instructions, codes of conduct or ethics, professional standards, work assignments, or work plans. The source or sources of some rules governing the existence or activity of an agent may be external (for example, expressed in elections, social mores, customs, community expectations, laws, regulations, standards, and best practice codes), while others may be expressed within the immediate context of an agent (for example, policies, or written or verbal instructions). The evidence for identifying rules may be found in their entirety in one documentary source (for example, a law or regulation) or may be found in two or more sources. Rule should not be confused with the one or more documentary sources that serve as evidence of its identity. A documentary source is a record.",
      "label": "Regla"
    },
    "isOrWasDescribedBy": {
      "category": "property",
      "description": "Inverse of 'describes or described' object property.",
      "label": "es o fue descrito por"
    },
    "MandateRelation": {
      "category": "class",
      "description": "Connects at least one Mandate and at least one Agent, when the first gives or gave the second one the authority or competencies to act. May also involve one to many Activities that the Mandate(s) assign(s) or assigned to the Agent(s). The Mandate(s) is the source of the Relation and the Agent(s) is the target.",
      "label": "Mandate Relation"
    },
    "directlyContains": {
      "category": "property",
      "description": "Connects a Place to another Place that it directly contains.",
      "label": "contains directly"
    },
    "RuleRelation": {
      "category": "class",
      "description": "Connects at least one Rule to at least one Thing when it is associated with existence and lifecycle of the Thing. The Rule(s) is the source of the Relation, and the Thing(s) is the target.",
      "label": "Relación con regla"
    },
    "hasDirectPart": {
      "category": "property",
      "description": "To be used only when the current partitive relation is direct, without any intermediate node between the related things.",
      "label": "a directement pour partie"
    },
    "MandateType": {
      "category": "class",
      "description": "For example : charter, treaty, contract, letter of appointment, papal mandate, episcopal mandate, ciurt mandate, election mandate, popular mandate, federal mandate, etc.",
      "label": "Mandate Type"
    },
    "isDirectlyContainedBy": {
      "category": "property",
      "description": "Connects a Place to a Place that directly contains it.",
      "label": "est directement contenu par"
    },
    "RuleType": {
      "category": "class",
      "description": "For example, for rules that can be applied to record resources : access rule, use rule, etc.",
      "label": "Rule Type"
    },
    "directlyFollowsInSequence": {
      "category": "property",
      "description": "Connects a Thing to a Thing that it follows directly in some non chronological sequence.",
      "label": "directly follows in sequence"
    },
    "MembershipRelation": {
      "category": "class",
      "description": "Connects a Group and at least one Person, when the first one has or had the second one(s) among its members. The Relation is oriented from the Group to its members: the Group(s) is the source of the Relation, and the Person(s) is the target.",
      "label": "Membership Relation"
    },
    "followsInSequenceTransitive": {
      "category": "property",
      "description": "Connects a Thing to a Thing that it directly or indirectly follows in some non chronological sequence.",
      "label": "follows in sequence transitive"
    },
    "MigrationRelation": {
      "category": "class",
      "description": "Use for digital instantiations.",
      "label": "Migration Relation"
    },
    "directlyPrecedesInSequence": {
      "category": "property",
      "description": "Connects a Thing to a Thing that it precedes directly in some non chronological sequence.",
      "label": "directly precedes in sequence"
    },
    "OccupationType": {
      "category": "class",
      "description": "The pursuit of an occupation involves the performance of an Activity. Successful performance of the Activity is based on the ability to perform related competencies successfully. Such competencies may be acquired through education or experience, or a combination of both. The authority of the Person to pursue the occupation may be derived tacitly or explicitly from an external Agent, based on a demonstrated mastery of the competency. An occupation may be pursued independently by a Person or a Group, thereby contributing to the fulfilment of the function (activity) of the group. Should not be confused with Position where, for example, an agent with the occupation type \"lawyer\" holds the position of \"legal counsel\" in an agency. Related to but should not be confused with the domain or field of activity, such as an archivist who works in the domain of archival science.",
      "label": "Occupation Type"
    },
    "directlyIncludes": {
      "category": "property",
      "description": "Connects a Record Set to a Record or Record Set which it includes directly.",
      "label": "directly includes"
    },
    "OwnershipRelation": {
      "category": "class",
      "description": "Among other probably more rare use cases for archival description, can be used between agents (a person owns a corporate body, a corporate body owns a mechanism), or between agents and record resources.",
      "label": "Ownership Relation"
    },
    "includesTransitive": {
      "category": "property",
      "description": "Connects a Record Set to a Record or Record Set which it includes directly or indirectly. This is a transitive relation.",
      "label": "includes transitive"
    },
    "PerformanceRelation": {
      "category": "class",
      "description": "Connects at least one Activity to at least one Agent that performs or performed the activity. The Activity(-ies) is the source of the Relation and the Agent(s) is the target.",
      "label": "Performance Relation"
    },
    "isDirectlyIncludedIn": {
      "category": "property",
      "description": "Connects a Record to a Record or Record Set in which it is directly included.",
      "label": "est directement inclus dans"
    },
    "PhysicalLocation": {
      "category": "class",
      "description": "Used to describe basic human-readable text such as an address, a cadastral reference, or less precise information found in a record. Use the coordinates datatype property, or the Coordinates class to capture the geographical coordinates of the Place. Use spatial relations (particularly 'has or had location') to capture a relation between two places.",
      "label": "Localisation physique"
    },
    "precedesInSequenceTransitive": {
      "category": "property",
      "description": "Connects a Thing to a Thing that follows it directly or indirectly in some non chronological sequence. This is a transitive relation.",
      "label": "precede secuencialmente a transitivo"
    },
    "Place": {
      "category": "class",
      "description": "A jurisdiction is the bounded geographic area within which an Agent has the authority to perform specified activities constrained by rules. Jurisdictions, man-made structures, and natural features are historical entities. A Place thus may have a beginning date and ending date and changing boundaries that result from human or natural events. A Place may be systematically referenced to a location on the earth (geographic coordinates).",
      "label": "Lieu"
    },
    "documentedBy": {
      "category": "property",
      "description": "Inverse of 'documents' object property.",
      "label": "documented by"
    },
    "PlaceName": {
      "category": "class",
      "description": "A label, title or term designating a Place in order to make it distinguishable from other similar entities.",
      "label": "Nom de lieu"
    },
    "isOrganicOrFunctionalProvenanceOf": {
      "category": "property",
      "description": "Inverse of 'has organic or functional provenance' object property.",
      "label": "es procedencia orgánica o funcional de"
    },
    "PlaceRelation": {
      "category": "class",
      "description": "Connects a Place and at least one Thing when the first is associated with the existence and lifecycle of the second one. The Place is the source of the Relation and the Thing(s) is the target.",
      "label": "Place Relation"
    },
    "resultsOrResultedIn": {
      "category": "property",
      "description": "Connects an Event to a Thing that results or resulted from the Event.",
      "label": "a ou a eu pour résultat"
    },
    "PlaceType": {
      "category": "class",
      "description": "Broadly, a Place may be a member of three broad categories: jurisdiction, manmade structure, or a natural feature. Each of these three categories can subdivided into narrower categories.",
      "label": "Place Type"
    },
    "documents": {
      "category": "property",
      "description": "To be used to describe the functional provenance of a Record Resource or Instantiation.",
      "label": "documenta"
    },
    "PositionHoldingRelation": {
      "category": "class",
      "description": "Connects at least one Person and at least one Position that the Person(s) occupies or occupied. The Person is the source of the Relation and the Position is the target.",
      "label": "Position Holding Relation"
    },
    "hasOrganicOrFunctionalProvenance": {
      "category": "property",
      "description": "Connects a Record Resource or an Instantiation to an Agent that creates or accumulates it, receives it, or sends it, or to an Activity that generates it.",
      "label": "a pour provenance organique ou fonctionnelle"
    },
    "PositionToGroupRelation": {
      "category": "class",
      "description": "Connects at least one Position and a Group in which the position(s) exist(s) or existed, or that is (are) defined by that group's organizational structure. The Position(s) is the source of the Relation and the Group is the target.",
      "label": "Position to Group Relation"
    },
    "resultsOrResultedFrom": {
      "category": "property",
      "description": "Inverse of 'results or resulted in' object property.",
      "label": "resulta o resultaba"
    },
    "ProductionTechniqueType": {
      "category": "class",
      "description": "The method used in the representation of information on an instantiation.",
      "label": "Production Technique Type"
    },
    "evidences": {
      "category": "property",
      "description": "Connects a Record Resource to a Relation, when the first is used for proving the existence of the second one, or for describing it.",
      "label": "atteste de"
    },
    "Proxy": {
      "category": "class",
      "description": "Useful for handling in RDF the sequencing of records or records sets in the context of a Record set. A Record Resource has only one Proxy in the context of one specific Record Set. It may have many Proxies simultaneously or through time.",
      "label": "Proxy"
    },
    "thingIsConnectedToRelation": {
      "category": "property",
      "description": "Connects a Thing to a n-ary Relation.",
      "label": "chose est connectée à la relation"
    },
    "Record": {
      "category": "class",
      "description": "Record is a kind of Record Resource. A Record may itself contain one or more Records, or may consist of one or more Record Parts. A Record must have or have had at least one Instantiation. A Record may have more than one Instantiation. An Instantiation derived from another Instantiation of a Record may be considered the instantiation of the same Record or an instantiation of a new Record, depending on the context. A Record may serve a variety of purposes, though it always documents or is evidence of Activity.",
      "label": "Documento"
    },
    "isEvidencedBy": {
      "category": "property",
      "description": "Connects a Relation to a Record Resource that is used for proving is existence or describing it.",
      "label": "est attestée par"
    },
    "RecordResource": {
      "category": "class",
      "description": "Record resource is a kind of Thing. Producing a record resource may imply either its initial creation or a reuse of previous existing information by combination, rearrangement, selecting, reformatting, etc. Record set, record, and record part are kinds of record resource. A record resource is evidence of the activity of an agent. More than one agent may be involved in the creation of a record resource. The role of the agent in creating the record resource may take different forms, for example, authoring of an individual record, accumulating a record set, or arranging a record set. Though a record, record set, and record part, under most circumstances, may be easily distinguished from one another, identifying the boundary of each may frequently present particular challenges. Documentary forms provide the rules governing the structure of many types of records, providing criteria for identifying a record's boundary, and identifying its essential parts. Many records, though, do not have well-established documentary forms, particularly in the case of digital records, where it may be difficult to determine whether individual elements represented in separate bitstreams are record parts, records, or record sets. For example, is photographic information represented independently in a bitstream embedded in a text document a record or a record part? Or is the same photographic information attached to an email that maintains its independent representation, a record or a record part? Information grouped for some purpose, for example, ZIP or TAR \"file compression\" for saving storage space, presents a further challenge. One file comprises multiple bitstreams subjected to techniques that remove bits that can be losslessly recovered when decompressed. Under what circumstances is such a compressed bitstream a record or a record set? Determining when an information object is a record, record set, or record part is based on perspective and judgement exercised in a particular context. In one context, the agent describing an information object may designate it a record, while another agent in a different context may designate it a record part. Both designations are supported by RiC-CM, and the significance of the difference for users of the records is ameliorated by the fact that all of the attributes and relations employed in describing record and record part are shared, as are many of the attributes and relations employed in describing a record set.",
      "label": "Record Resource"
    },
    "existsOrExistedIn": {
      "category": "property",
      "description": "Connects a Position to a Group in which that Position exists or existed, or that is defined by that Group's organizational structure.",
      "label": "existe o existía en"
    },
    "RecordPart": {
      "category": "class",
      "description": "Record Part is a kind of Record Resource. A Record Part may itself have Record Parts.",
      "label": "Componente documental"
    },
    "isAgentAssociatedWithAgent": {
      "category": "property",
      "description": "Use only if it is not possible to specify a narrower Agent to Agent relation, for example has or had work relation with.",
      "label": "agente está asociado con agente"
    },
    "RecordResourceExtent": {
      "category": "class",
      "description": "The method and precision of expressing the quantity of information represented in a Record Resource will vary according to the kind of record resource being described, processing economy constraints, etc. For Record Sets, quantity may be expressed as number of records, or, for analogue records in particular, by the physical storage dimensions of the members of the Record Set. For individual Records or Record Parts, quantity may be expressed in more precise terms.",
      "label": "Extensión de recurso documental"
    },
    "hasOrHadPosition": {
      "category": "property",
      "description": "Inverse of 'exists or existed in' object property.",
      "label": "has or had position"
    },
    "RecordResourceGeneticRelation": {
      "category": "class",
      "description": "Connects two or more record resources when there is a genetic link between them. Genetic in this sense is as defined by diplomatics, i.e., the process by which a record resource is developed. This Relation is a generic, not oriented one.",
      "label": "Record Resource Genetic Relation"
    },
    "expressesOrExpressed": {
      "category": "property",
      "description": "Inverse of 'is or was expressed by' object property.",
      "label": "expresa o expresaba"
    },
    "RecordResourceToRecordResourceRelation": {
      "category": "class",
      "description": "Use to connect two record resources only if it is not possible to use a narrower, more specific relation, for example RecordResourceGeneticRelation.",
      "label": "Record Resource to Record Resource Relation"
    },
    "isOrWasExpressedBy": {
      "category": "property",
      "description": "Connects a Rule to a Record Resource that expresses or expressed the Rule.",
      "label": "es o era una regla expresada en"
    },
    "RecordResourceHoldingRelation": {
      "category": "class",
      "description": "Connects at least one Agent and one or more Record Resource or Instantiation that the Agent(s) hold(s) or held. The Agent(s) is the source of the Relation and the Record Resource(s) or Instantiation is the target.",
      "label": "Record Resource Holding Relation"
    },
    "followedInSequence": {
      "category": "property",
      "description": "Connects a Thing to a Thing that it followed in some non chronological sequence in the past.",
      "label": "a suivi dans la séquence"
    },
    "RecordResourceToInstantiationRelation": {
      "category": "class",
      "description": "In some situations, it may be useful or necessary to connect a record resource to an instantiation that no longer exists or has been lost, when some of its characteristics are known from a source, such as an old finding aid.",
      "label": "Record Resource to Instantiation Relation"
    },
    "followsOrFollowed": {
      "category": "property",
      "description": "Inverse of 'precedesOrPreceded' object property.",
      "label": "follows or followed"
    },
    "RecordSet": {
      "category": "class",
      "description": "Record set is a kind of Record Resource. The member records in a Record Set may physically reside together, though physical proximity is not essential. In a particular context, an Agent (for example, administrator, records manager, archivist, end-user, etc.) may select the member records of a Record Set based on any shared attribute or attributes, or any shared relation or relations. The grouping of the records serves a purpose or purposes specific to the context of the Agent. For example, all member records of a Record Set have been accumulated by the same Agent; have the same Documentary Form Type; or are related to and document the same Activity. A Record Set may represent the act of classifying the records in accordance with a formal classification scheme that may be based on activity, subject, organizational structure, or other criteria; an act of archival arrangement (for example, based on common provenance); or some other selection and grouping that fulfils a particular purpose or purposes (for example, a classification that reflects or supports the purposes of a researcher). By exception, some records are brought together based on their not belonging in the context of selection to other designated groups: a 'Miscellaneous' series, for example. A Record Sset accumulated by an Agent in the course of life or work activity should be described in a manner that preserves context and evidential value. Record Sets may also contain other Record Sets. A Record Set or Record may simultaneously be a member of more than one Record Set, and over the course of its existence, a Record Set or Record may be a member of an indeterminate number of Record Sets in an indeterminate number of contexts. Record Sets and Records contained within a Record Set may be ordered into a sequence based on a common property or relation, or common properties or relations (for example, alphabetical by agent or related place); chronological order by creation date; or some other criterion (for example, an imposed order by relevance).",
      "label": "Agrupación documental"
    },
    "precededInSequence": {
      "category": "property",
      "description": "Connects a Thing to a Thing that followed it in some non chronological sequence in the past.",
      "label": "a précédé dans la séquence"
    },
    "RecordSetType": {
      "category": "class",
      "description": "Four instances of Record Set Type are included for now in RiC-O; they also are instances of skos:Concept and, as such, part of a SKOS vocabulary. Record Set Type may also be used (or extended) to categorize types of Record Set that have not traditionally been considered archival, e.g. search result list.",
      "label": "Record Set Type"
    },
    "followsInTime": {
      "category": "property",
      "description": "Inverse of 'precedes in time' object property. This is a transitive relation.",
      "label": "follows in time"
    },
    "RecordState": {
      "category": "class",
      "description": "Can refer both to a record's stage of creation (for example \"draft\") and its form of transmission when the record was received (for example \"copy\").",
      "label": "Estado de documento"
    },
    "precedesInTime": {
      "category": "property",
      "description": "There may actually be zero to many intermediate Entities, ignored or unknown, in the chronological sequence between the two connected Entities.",
      "label": "precede en el tiempo a"
    },
    "RepresentationType": {
      "category": "class",
      "description": "Can be unmediated (which allows humans to receive the message communicated without an intermediation of a device) and mediated (which needs a device to decode the message). A lot of contemporary mediated types are digital. Each representation type may present specific features: bit rate for audio, resolution for digital images, encoding format for video etc. Depending on the type, specific attributes may be added to describe their characteristics.",
      "label": "Representation Type"
    },
    "isRelatedTo": {
      "category": "property",
      "description": "The most generic relation, is related to, connects any Thing to any other Thing. This relation is symmetric.",
      "label": "est relié à"
    },
    "RoleType": {
      "category": "class",
      "description": "The role an Agent plays in some context (usually in some creation relation). Not to be confused with a Position (position of an agent in some group). For example, a Person who is the head of some Corporate Body may play the role of annotator (of a record) in a creation relation.",
      "label": "Role Type"
    },
    "precedesOrPreceded": {
      "category": "property",
      "description": "The relation does not specify by itself what criteria are used for ordering the sequence. There may actually be zero to many intermediate Entities, ignored or unkown, in the sequence between the two connected Things. Can be used, for example, for specifying that some Record 'precedes' (has next) some Record within a Record Set.",
      "label": "precede o precedía secuencialmente a"
    },
    "SequentialRelation": {
      "category": "class",
      "description": "The relation does not specify the criteria used for ordering the sequence. There may be zero to many intermediate entities, ignored or unknown, in the sequence between the two connected things. Can be used, for example, for specifying that a record \"has next\" another record within a record set.",
      "label": "Relación secuencial"
    },
    "functionalEquivalenceRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the FunctionalEquivalenceRelation class. It should be used only when you have to manage instances of the FunctionalEquivalenceRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation d’équivalence fonctionnelle"
    },
    "SiblingRelation": {
      "category": "class",
      "description": "Connects at least two Persons, when they are siblings. This Relation is not oriented.",
      "label": "Relación familiar entre hermanos"
    },
    "groupSubdivisionRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the GroupSubdivisionRelation class. It should be used only when you have to manage instances of the GroupSubdivisionRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation de subdivision entre groupes\n            d’agents"
    },
    "SpouseRelation": {
      "category": "class",
      "description": "Connects at least two Persons, when they are spouses. This Relation is not oriented.",
      "label": "Relación matrimonial entre personas"
    },
    "wholePartRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the WholePartRelation class. It should be used only when you have to manage instances of the WholePartRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation partitive"
    },
    "TeachingRelation": {
      "category": "class",
      "description": "Connects at least one Person to at least another Person who is or was their student. The Relation is oriented from the teacher(s) to the student(s): the teacher Person(s) is the source of the Relation, and the student Person(s) is the target.",
      "label": "Relación académica entre profesor y alumno"
    },
    "hadComponent": {
      "category": "property",
      "description": "Connects an Instantiation to another Instantiation that was its component in the past.",
      "label": "a eu pour composant"
    },
    "Title": {
      "category": "class",
      "description": "A name that is used for a Record Resource or a Rule",
      "label": "Intitulé"
    },
    "hasOrHadComponent": {
      "category": "property",
      "description": "Connects an Instantiation to one of its present or past component instantiations.",
      "label": "a ou a eu pour composant"
    },
    "TypeRelation": {
      "category": "class",
      "description": "may be useful at least for some types (e.g. demographic group)",
      "label": "Relation de catégorisation"
    },
    "wasComponentOf": {
      "category": "property",
      "description": "Connects an Instantiation to another Instantiation of which it was a component in the past.",
      "label": "a été le composant de"
    },
    "UnitOfMeasurement": {
      "category": "class",
      "description": "A definite magnitude of a quantity, defined and adopted by convention or by law, that is used as a standard for measurement of the same kind of quantity. Can be spacial units (cm, m), weight (g, kg), time (s, h), storage (MB, TB) or more informal units used in the archival context like number of boxes, pages or words.",
      "label": "Unidad de medida"
    },
    "hadConstituent": {
      "category": "property",
      "description": "Connects a Record or Record Part to another Record or Record Part that was its constituent in the past.",
      "label": "a eu pour constituant"
    },
    "WorkRelation": {
      "category": "class",
      "description": "Connects at least two Agents that have or had some type of work relation in the course of their activities. This Relation is not oriented.",
      "label": "Relación profesional"
    },
    "hasOrHadConstituent": {
      "category": "property",
      "description": "Connects a Record or Record Part to a Record or Record part that is or was a constituent of that Record or Record Part.",
      "label": "a ou a eu pour constituant"
    },
    "wasConstituentOf": {
      "category": "property",
      "description": "Connects a Record or Record Part to another Record or Record Part of which it was a constituent in the past.",
      "label": "a été un constituant de"
    },
    "wasPartOf": {
      "category": "property",
      "description": "Connects a Thing to a Thing of which it was a constitutive or component part in the past.",
      "label": "a fait partie de"
    },
    "hadSubdivision": {
      "category": "property",
      "description": "Connects a Group to one of its past subdivisions.",
      "label": "a eu pour subdivision"
    },
    "hadSubordinate": {
      "category": "property",
      "description": "Connects an Agent to an Agent that was hierarchically inferior in the past.",
      "label": "a eu pour subalterne"
    },
    "hasOrHadSubdivision": {
      "category": "property",
      "description": "Connects a Group to one of its present or past subdivisions.",
      "label": "a ou a eu pour subdivision"
    },
    "wasSubdivisionOf": {
      "category": "property",
      "description": "Connects a subdivision to the Group it was a part of in the past.",
      "label": "a été une subdivision de"
    },
    "hadSubevent": {
      "category": "property",
      "description": "Connects a past Event to one of a series of past Events that constituted that original, broader, past Event.",
      "label": "a été constitué de l’événement"
    },
    "hasOrHadSubevent": {
      "category": "property",
      "description": "Since an Activity is a kind of Event, this Relation can also be used for Activity.",
      "label": "est ou a été constitué de l’événement"
    },
    "wasSubeventOf": {
      "category": "property",
      "description": "Connects a past Event to the broader Event of which it was a part.",
      "label": "a été un événement constitutif de l'événement"
    },
    "hasOrHadSubordinate": {
      "category": "property",
      "description": "The hierarchical relation can be an authority relation, or a whole/part relation between two Agents.",
      "label": "a ou a eu pour subalterne"
    },
    "wasSubordinateTo": {
      "category": "property",
      "description": "Connects an Agent to an Agent that was hierarchically superior in the past.",
      "label": "a été subalterne de"
    },
    "hasAccumulator": {
      "category": "property",
      "description": "Connects a Record Resource or an Instantiation to the Agent that accumulates it, be it intentionally (collecting) or not (receiving in the course of its activities).",
      "label": "est accumulé par"
    },
    "hasOrganicProvenance": {
      "category": "property",
      "description": "This is the most general organic provenance relation. Use it to connect a Record Resource or Instantiation with an Agent only if it is not possible to use a narrower, more specific relation, for example has creator.",
      "label": "a pour provenance organique"
    },
    "isAccumulatorOf": {
      "category": "property",
      "description": "Inverse of 'has accumulator' object property.",
      "label": "accumule"
    },
    "hasActivityType": {
      "category": "property",
      "description": "Connects an Activity to an Activity Type that categorizes it.",
      "label": "a pour type d’activité"
    },
    "hasOrHadCategory": {
      "category": "property",
      "description": "Connects a Thing to a Type that categorizes or categorized it.",
      "label": "a ou a eu pour catégorie"
    },
    "isActivityTypeOf": {
      "category": "property",
      "description": "Connects an Activity Type to an Activity that it categorizes.",
      "label": "es tipo de actividad de"
    },
    "hasAddressee": {
      "category": "property",
      "description": "The identity of the addressee is (usually) evidenced by the Record Resource or Instantiation itself.",
      "label": "a pour destinataire"
    },
    "isAddresseeOf": {
      "category": "property",
      "description": "Inverse of 'has addressee' object property.",
      "label": "es destino de"
    },
    "hasAncestor": {
      "category": "property",
      "description": "Inverse of 'has descendant' object property. This is a transitive relation.",
      "label": "a pour ancêtre"
    },
    "hasFamilyAssociationWith": {
      "category": "property",
      "description": "Use hasOrHadMember for connecting a Family and a Person.",
      "label": "a une relation familiale avec"
    },
    "isSuccessorOf": {
      "category": "property",
      "description": "Inverse of 'has successor' object property.",
      "label": "es sucesor(a) de"
    },
    "hasDescendant": {
      "category": "property",
      "description": "There may be zero to many intermediate persons, ignored or unknown, between the two connected persons.",
      "label": "a pour descendant"
    },
    "hasAuthor": {
      "category": "property",
      "description": "To be used for a Person, Group or Position that makes any contribution to the content of a record. Includes the Person, Group or Position in whose name or by whose command the content may have been formulated and first instantiated (for example the Person who signed the Record).",
      "label": "a pour responsable intellectuel"
    },
    "hasCreator": {
      "category": "property",
      "description": "Covers the definition of author in diplomatics, and any contribution to the intellectual content of a Record Resource.",
      "label": "a pour créateur"
    },
    "isAuthorOf": {
      "category": "property",
      "description": "Inverse of 'has author' object property.",
      "label": "es autor(a) de"
    },
    "hasBeginningDate": {
      "category": "property",
      "description": "Inverse of 'is beginning date of' object property",
      "label": "a pour date de début"
    },
    "isAssociatedWithDate": {
      "category": "property",
      "description": "Inverse of 'is date associated with' object property.",
      "label": "est associé à la date"
    },
    "isBeginningDateOf": {
      "category": "property",
      "description": "Connects a Date to a Thing that came into existence on that Date.",
      "label": "es fecha de inicio de"
    },
    "hasBirthDate": {
      "category": "property",
      "description": "Inverse of 'is birth date of' object property",
      "label": "a pour date de naissance"
    },
    "isBirthDateOf": {
      "category": "property",
      "description": "Connects a Date to a Person that was born on that Date.",
      "label": "es fecha de nacimiento de"
    },
    "hasBirthPlace": {
      "category": "property",
      "description": "Inverse of 'is birth place of' object property",
      "label": "a pour lieu de naissance"
    },
    "isBirthPlaceOf": {
      "category": "property",
      "description": "Connects a Place to a Person who was born in that Place.",
      "label": "es lugar de nacimiento de"
    },
    "hasCarrierType": {
      "category": "property",
      "description": "Connects an Instantiation to a Carrier Type which categorizes its carrier.",
      "label": "a pour type de support"
    },
    "isCarrierTypeOf": {
      "category": "property",
      "description": "Connects a Carrier Type to an Instantiation whose carrier it categorizes.",
      "label": "es tipo de soporte de"
    },
    "hasChild": {
      "category": "property",
      "description": "Connects a Person to one of their children.",
      "label": "a pour enfant"
    },
    "isChildOf": {
      "category": "property",
      "description": "Inverse of 'has child' object property.",
      "label": "es hijo o hija de"
    },
    "hasCollector": {
      "category": "property",
      "description": "Connects a Record Resource or an Instantiation to the Agent that collects it intentionally, i.e., the Agent is a collector.",
      "label": "est collecté par"
    },
    "isCollectorOf": {
      "category": "property",
      "description": "Inverse of 'has collector' object property.",
      "label": "collecte"
    },
    "hasComponentTransitive": {
      "category": "property",
      "description": "Connects an Instantiation to another Instantiation that is, directly or indirectly, a component of that Instantiation. This is a transitive relation.",
      "label": "a pour composant transitif"
    },
    "isComponentOfTransitive": {
      "category": "property",
      "description": "Connects an Instantiation to another Instantiation of which it is, directly or indirectly, a component. This is a transitive relation.",
      "label": "es componente de transitivo"
    },
    "hasConstituentTransitive": {
      "category": "property",
      "description": "Connects a Record or Record Part to another Record or Record Part that is its constituent, directly or indirectly. This is a transitive relation.",
      "label": "a pour constituant transitif"
    },
    "isConstituentOfTransitive": {
      "category": "property",
      "description": "Connects a Record or Record Part to another Record or Record Part of which it is a constituent, directly or indirectly. This is a transitive relation.",
      "label": "es elemento constitutivo de transitivo"
    },
    "hasContentOfType": {
      "category": "property",
      "description": "Connects a Record or a Record Part to a Content Type which categorizes its content.",
      "label": "a pour type de contenu"
    },
    "isContentTypeOf": {
      "category": "property",
      "description": "Connects a Content Type to a Record or Record Part whose content it categorizes.",
      "label": "es tipo de contenido de"
    },
    "hasCopy": {
      "category": "property",
      "description": "Is both a temporal and genetic relation between the two Record Resources.",
      "label": "a pour copie"
    },
    "hasGeneticLinkToRecordResource": {
      "category": "property",
      "description": "Use to connect two Record Resources only if it is not possible to use a narrower, more specific, asymmetric Record Resource to Record Resource relation, for example is original of.",
      "label": "a une relation génétique avec la ressource\n            archivistique"
    },
    "isCopyOf": {
      "category": "property",
      "description": "Inverse of 'has copy' object property.",
      "label": "es copia de"
    },
    "hasCreationDate": {
      "category": "property",
      "description": "Inverse of 'is creation date of' object property",
      "label": "a pour date de création"
    },
    "isCreationDateOf": {
      "category": "property",
      "description": "When used for a Record Set (e.g. a file), it is the creation date of the Record Set itself rather than the creation date of the members of the Record Set. To record the creation date of members of the Record Set, use 'is or was creation date of all members of', 'is or was creation date of most members of’ or 'is or was creation date of some members of’.",
      "label": "es fecha de creación de"
    },
    "isCreatorOf": {
      "category": "property",
      "description": "Inverse of 'has creator' object property.",
      "label": "es creador(a) de"
    },
    "hasDateType": {
      "category": "property",
      "description": "Connects a Date to its Date Type.",
      "label": "a pour type de date"
    },
    "isDateTypeOf": {
      "category": "property",
      "description": "Connects a Date Type to a Date that it categorizes.",
      "label": "es tipo de fecha de"
    },
    "hasDeathDate": {
      "category": "property",
      "description": "Inverse of 'is death date of' object property",
      "label": "a pour date de décès"
    },
    "hasEndDate": {
      "category": "property",
      "description": "Inverse of 'is end date of' object property.",
      "label": "a pour date de fin"
    },
    "isDeathDateOf": {
      "category": "property",
      "description": "Connects a Date to a Person who died on that Date.",
      "label": "es fecha de muerte de"
    },
    "hasDeathPlace": {
      "category": "property",
      "description": "Inverse of 'is death place of' object property",
      "label": "a pour lieu de décès"
    },
    "isDeathPlaceOf": {
      "category": "property",
      "description": "Connects a Place to a Person who died in that Place.",
      "label": "es lugar de muerte de"
    },
    "hasSuccessor": {
      "category": "property",
      "description": "There may be zero to many intermediate Agents, ignored or unknown, between the two connected Agents. Can be used when there is a transfer of function from the first Agent to the second Agent.",
      "label": "a pour successeur"
    },
    "hasDestructionDate": {
      "category": "property",
      "description": "Inverse of 'is destruction date of' object property.",
      "label": "a pour date de destruction"
    },
    "isDestructionDateOf": {
      "category": "property",
      "description": "Connects a Date to a Thing that was destructed at that Date.",
      "label": "es fecha de destrucción de"
    },
    "hasDirectComponent": {
      "category": "property",
      "description": "Connects an Instantiation to another Instantiation that is its direct component.",
      "label": "a directement pour composant"
    },
    "isDirectComponentOf": {
      "category": "property",
      "description": "Connects an Instantiation to another Instantiation of which it is a direct component.",
      "label": "es componente directo de"
    },
    "hasDirectConstituent": {
      "category": "property",
      "description": "Connects a Record to another Record or Record Part that is its direct constituent.",
      "label": "a directement pour constituant"
    },
    "isDirectConstituentOf": {
      "category": "property",
      "description": "Connects a Record or Record Part to another Record or Record Part of which it is a direct constituent.",
      "label": "es elemento constitutivo directo de"
    },
    "isDirectPartOf": {
      "category": "property",
      "description": "To be used only when the current partitive relation is direct, without any intermediate node between the related things.",
      "label": "es parte directa de"
    },
    "hasDirectSubdivision": {
      "category": "property",
      "description": "Connects a Group to one of its direct subdivisions.",
      "label": "a directement pour subdivision"
    },
    "hasDirectSubordinate": {
      "category": "property",
      "description": "Connects an Agent to an Agent that is its direct subordinate.",
      "label": "a directement pour subalterne"
    },
    "hasSubdivisionTransitive": {
      "category": "property",
      "description": "Connects a Group to another Group that is one of its direct or indirect subdivisions. This is a transitive relation.",
      "label": "a pour subdivision transitif"
    },
    "isDirectSubdivisionOf": {
      "category": "property",
      "description": "Connects a Group to the Group it is a direct subdivision of.",
      "label": "es subdivisión directa de"
    },
    "hasDirectSubevent": {
      "category": "property",
      "description": "Connects an ongoing Event to one of a series of Events that directly constitute that broader, ongoing Event.",
      "label": "est directement constitué de l’événement"
    },
    "hasSubeventTransitive": {
      "category": "property",
      "description": "Connects an ongoing Event to one of a series of Events that directly or indirectly constitute that broader, ongoing Event. This is a transitive relation.",
      "label": "como parte de evento transitivo"
    },
    "isDirectSubeventOf": {
      "category": "property",
      "description": "Connects an ongoing Event to the Event it is a direct part of.",
      "label": "es parte directa de evento de"
    },
    "hasSubordinateTransitive": {
      "category": "property",
      "description": "Connects an Agent to an Agent that is directly or indirectly hierarchically inferior. This is a transitive relation.",
      "label": "a pour subalterne transitif"
    },
    "isDirectSubordinateTo": {
      "category": "property",
      "description": "Connects an Agent to an Agent that is directly hierarchically superior.",
      "label": "est directement subalterne de"
    },
    "hasDocumentaryFormType": {
      "category": "property",
      "description": "Connects a Record or Record Part to its Documentary Form Type.",
      "label": "a pour type d’objet informationnel"
    },
    "isDocumentaryFormTypeOf": {
      "category": "property",
      "description": "Connects a Documentary Form Type to a Record or Record Part that it categorizes.",
      "label": "es tipo documental de"
    },
    "hasDraft": {
      "category": "property",
      "description": "Inverse of 'is draft of' object property.",
      "label": "a pour ébauche"
    },
    "isDraftOf": {
      "category": "property",
      "description": "There may be zero to many intermediate records, ignored or unknown, between the two connected Records.",
      "label": "es borrador de"
    },
    "isEndDateOf": {
      "category": "property",
      "description": "Connects a Date to a Thing whose existence ended on that Date.",
      "label": "es fecha final de"
    },
    "hasEventType": {
      "category": "property",
      "description": "Connects an Event to an Event Type which categorizes it.",
      "label": "a pour type d’événement"
    },
    "isEventTypeOf": {
      "category": "property",
      "description": "Connects an Event Type to an Event that it categorizes.",
      "label": "es tipo de evento de"
    },
    "hasExtent": {
      "category": "property",
      "description": "Connects a Record Resource or Instantiation to an Extent",
      "label": "a pour mesure"
    },
    "isExtentOf": {
      "category": "property",
      "description": "Connects an Extent to a Thing",
      "label": "es extensión de"
    },
    "hasExtentType": {
      "category": "property",
      "description": "Connects an Extent to an Extent Type that categorizes what is being measured.",
      "label": "a pour type de mesure"
    },
    "isExtentTypeOf": {
      "category": "property",
      "description": "Connects an Extent Type to an Extent that it categorizes.",
      "label": "es tipo de extensión de"
    },
    "hasFamilyType": {
      "category": "property",
      "description": "Connects a Family to a Family Type that categorizes it.",
      "label": "a pour type de famille"
    },
    "isFamilyTypeOf": {
      "category": "property",
      "description": "Connects a Family Type to a Family that it categorizes.",
      "label": "es tipo de familia de"
    },
    "isRecordResourceAssociatedWithRecordResource": {
      "category": "property",
      "description": "Use to connect two Record Resources only if it is not possible to use a narrower, more specific relation, for example has genetic link to.",
      "label": "es recurso documental asociado con"
    },
    "hasIdentifierType": {
      "category": "property",
      "description": "Connects an Identifier and an Identifier Type that categorizes it.",
      "label": "a pour type d’identifiant"
    },
    "isIdentifierTypeOf": {
      "category": "property",
      "description": "Connects an Identifier Type and an Identifier that it categorizes.",
      "label": "es tipo de identificador de"
    },
    "hasModificationDate": {
      "category": "property",
      "description": "Inverse of 'is modification date of' object property.",
      "label": "a pour date de modification"
    },
    "isModificationDateOf": {
      "category": "property",
      "description": "Connects a Date to a Thing that was modified on that Date.",
      "label": "es fecha de modificación de"
    },
    "hasOrHadAgentName": {
      "category": "property",
      "description": "Connects an Agent and (one of) its present or past Agent Name.",
      "label": "a ou a eu pour nom d’agent"
    },
    "hasOrHadName": {
      "category": "property",
      "description": "Connects a Thing to one of its past or present Names.",
      "label": "a ou a eu pour nom"
    },
    "isOrWasAgentNameOf": {
      "category": "property",
      "description": "Connects an Agent Name to an Agent it designates or designated.",
      "label": "es o era el nombre de agente de"
    },
    "hasOrHadAllMembersWithCategory": {
      "category": "property",
      "description": "Connects a Record Set and a Category (Type) to which all the Records or Record Parts that are or were included in the Record Set belong.",
      "label": "has or had all members with category"
    },
    "isOrWasCategoryOfAllMembersOf": {
      "category": "property",
      "description": "Connects a Category (Type) and a Record Set whose all present or past Record or Record Part members belong to that Category.",
      "label": "es o era la categoría de todos los miembros de"
    },
    "hasOrHadAllMembersWithContentType": {
      "category": "property",
      "description": "Connects a Record Set and a Content Type that categorizes all the Records or Record Parts that are or were included in the Record Set.",
      "label": "has or had all members with content type"
    },
    "isOrWasContentTypeOfAllMembersOf": {
      "category": "property",
      "description": "Connects a Content Type and a Record Set whose all past or present Record or Record Part members have that Content Type.",
      "label": "es o era tipo de contenido de todos los miembros de"
    },
    "hasOrHadAllMembersWithCreationDate": {
      "category": "property",
      "description": "Inverse of 'is or was creation date of all members of' object property",
      "label": "has or had all members with creation date"
    },
    "isOrWasCreationDateOfAllMembersOf": {
      "category": "property",
      "description": "Connects a Date to a Record Set all of whose present or past members were created at this Date.",
      "label": "es o era fecha de creación de todos los miembros de"
    },
    "hasOrHadAllMembersWithDocumentaryFormType": {
      "category": "property",
      "description": "Connects a Record Set and a Documentary Form Type that categorizes all the Records or Record Parts that are or were included in the Record Set.",
      "label": "has or had all members with documentary form type"
    },
    "isOrWasDocumentaryFormTypeOfAllMembersOf": {
      "category": "property",
      "description": "Connects a Documentary Form Type and a Record Set whose all past or present Record or Record Part members have that Documentary Form Type.",
      "label": "es o era tipo documental de todos los miembros de"
    },
    "hasOrHadAllMembersWithLanguage": {
      "category": "property",
      "description": "Connects a Record Set and a Language used by all the Records or Record Parts that are or were included in the Record Set.",
      "label": "has or had all members with language"
    },
    "isOrWasLanguageOfAllMembersOf": {
      "category": "property",
      "description": "Connects a Language and a Record Set whose all present or past Record or Record Part members use that Language.",
      "label": "es o era lengua de todos los miembros de"
    },
    "hasOrHadAllMembersWithLegalStatus": {
      "category": "property",
      "description": "Connects a Record Set and a Legal Status that categorizes all the Records or Record Parts that are or were included in the Record Set.",
      "label": "has or had all members with legal status"
    },
    "isOrWasLegalStatusOfAllMembersOf": {
      "category": "property",
      "description": "Connects a Legal Status and a Record Set whose all past or present Record or Record Part members have that Legal Status.",
      "label": "es o era status jurídico de todos los miembros de"
    },
    "hasOrHadAllMembersWithRecordState": {
      "category": "property",
      "description": "Connects a Record Set and a Record State that categorizes all the Records or Record Parts that are or were included in the Record Set.",
      "label": "has or had all members with record state"
    },
    "isOrWasRecordStateOfAllMembersOf": {
      "category": "property",
      "description": "Connects a Record State and a Record Set whose all past or present Record or Record Part members have that Record State.",
      "label": "a ou a été l’état de tous les membres de"
    },
    "hasOrHadAnalogueInstantiation": {
      "category": "property",
      "description": "In some situations, it may be useful or necessary to connect a record resource to an analogue instantiation that no longer exists or has been lost.",
      "label": "a ou a eu pour instanciation analogique"
    },
    "hasOrHadInstantiation": {
      "category": "property",
      "description": "In some situations, it may be useful or necessary to connect a record resource to an instantiation that no longer exists or or has been lost, when some of its characteristics are known from some source, like an old finding aid.",
      "label": "a ou a eu pour instanciation"
    },
    "isOrWasAnalogueInstantiationOf": {
      "category": "property",
      "description": "Inverse of 'has or had analogue instantiation' object property.",
      "label": "es or era instanciación analogica de"
    },
    "hasOrHadAppellation": {
      "category": "property",
      "description": "Connects a Thing to an Appellation that is or was used for designating it.",
      "label": "a ou a eu pour appellation"
    },
    "isOrWasAppellationOf": {
      "category": "property",
      "description": "Connects an Appellation to a Thing that it designates or designated.",
      "label": "es o era la denominación de"
    },
    "hasOrHadAuthorityOver": {
      "category": "property",
      "description": "Use only if it is not possible to specify a narrower authority relation, for example is or was owner of.",
      "label": "a ou a eu autorité sur"
    },
    "isOrWasUnderAuthorityOf": {
      "category": "property",
      "description": "Inverse of 'has or had authority over' object property.",
      "label": "est ou a été sous l’autorité de"
    },
    "isOrWasCategoryOf": {
      "category": "property",
      "description": "Connects a Type (a category) to a Thing that it categorizes or categorized.",
      "label": "es o era la categoría de"
    },
    "isInstantiationAssociatedWithInstantiation": {
      "category": "property",
      "description": "Use only if it is not possible to specify a narrower Instantiation to Instantiation relation, for example is functionally equivalent to.",
      "label": "est associée à l’instanciation"
    },
    "isOrWasComponentOf": {
      "category": "property",
      "description": "Inverse of 'has or had component' object property.",
      "label": "es o era componente de"
    },
    "isOrWasConstituentOf": {
      "category": "property",
      "description": "Inverse of 'has or had constituent' object property.",
      "label": "es o era elemento constitutivo de"
    },
    "hasOrHadController": {
      "category": "property",
      "description": "Inverse of 'is or was controller of' object property.",
      "label": "est ou a été contrôlé par"
    },
    "isOrWasSubordinateTo": {
      "category": "property",
      "description": "Inverse of 'has or had subordinate' object property.",
      "label": "est ou a été le subalterne de"
    },
    "isOrWasControllerOf": {
      "category": "property",
      "description": "Connects an Agent to another Agent it controls or controlled.",
      "label": "contrôle ou a contrôlé"
    },
    "hasOrHadCoordinates": {
      "category": "property",
      "description": "Connects a Physical Location to its past or present coordinates in a reference system.",
      "label": "a ou a eu pour coordonnées"
    },
    "isOrWasCoordinatesOf": {
      "category": "property",
      "description": "Connects an instance of Coordinates to a Physical Location it locates or located on earth, according to some reference system.",
      "label": "is or was coordinates of"
    },
    "hasOrHadCorporateBodyType": {
      "category": "property",
      "description": "Connects a Corporate Body to a Corporate Body Type which categorizes or categorized it.",
      "label": "a ou a eu pour type de collectivité"
    },
    "isOrWasCorporateBodyTypeOf": {
      "category": "property",
      "description": "Connects a Corporate Body Type to a Corporate Body that it categorizes or categorized.",
      "label": "es o era tipo de institución de"
    },
    "hasOrHadCorrespondent": {
      "category": "property",
      "description": "Connects two Persons that correspond or have corresponded with each other. This relation is symmetric.",
      "label": "a ou a eu pour correspondant"
    },
    "knows": {
      "category": "property",
      "description": "The relation implies that the two Persons met or at least corresponded with each other.",
      "label": "connaît"
    },
    "hasOrHadDemographicGroup": {
      "category": "property",
      "description": "Connects a Person or a Group to a Demographic Group to which it belongs or belonged.",
      "label": "a ou a eu pour catégorie démographique"
    },
    "isOrWasDemographicGroupOf": {
      "category": "property",
      "description": "Connects a Demographic Group to a Person or Group which belongs or belonged to it.",
      "label": "es o era grupo demográfico de"
    },
    "hasOrHadDerivedInstantiation": {
      "category": "property",
      "description": "In some situations, it may be useful or necessary to connect an instantiation to an instantiation that was derived from it but no longer exists or or has been lost.",
      "label": "a ou a eu pour instanciation dérivée"
    },
    "isOrWasDerivedFromInstantiation": {
      "category": "property",
      "description": "Inverse of 'has or had derived instantiation' object property.",
      "label": "es o era un derivado de instanciación"
    },
    "hasOrHadDigitalInstantiation": {
      "category": "property",
      "description": "This property can be used, among other cases, when you want to convert findings aids encoded in EAD/XML and need a simple and accurate migration path to process dao or daogrp EAD elements. Also, in some situations, it may be useful or necessary to connect a record resource to a digital instantiation that no longer exists or or has been lost.",
      "label": "a ou a eu pour instanciation numérique"
    },
    "isOrWasDigitalInstantiationOf": {
      "category": "property",
      "description": "Inverse of 'has or had digital instantiation' object property.",
      "label": "es o era instanciación digital de"
    },
    "hasOrHadEmployer": {
      "category": "property",
      "description": "Inverse of 'is or was employer of' object property.",
      "label": "a ou a eu pour employeur"
    },
    "isOrWasEmployerOf": {
      "category": "property",
      "description": "Connects a Corporate Body or a Person to a Person who is or was their employee.",
      "label": "a ou a été l'employeur de"
    },
    "hasOrHadHolder": {
      "category": "property",
      "description": "Inverse of 'is or was holder of' object property.",
      "label": "est ou a été détenu par"
    },
    "hasOrHadManager": {
      "category": "property",
      "description": "Inverse of 'is or was manager of' object property.",
      "label": "a ou a eu pour gestionnaire"
    },
    "isOrWasHolderOf": {
      "category": "property",
      "description": "Connects an Agent to a Record Resource or Instantiation that the Agent holds or held.",
      "label": "détient ou a détenu"
    },
    "hasOrHadIdentifier": {
      "category": "property",
      "description": "Connects a Thing to one of its past or present Identifiers.",
      "label": "a ou a eu pour identifiant"
    },
    "isOrWasIdentifierOf": {
      "category": "property",
      "description": "Connects an Identifier to a Thing that it identified or identifies.",
      "label": "es o era identificador de"
    },
    "isOrWasInstantiationOf": {
      "category": "property",
      "description": "Inverse of 'has or had instantiation' object property.",
      "label": "es o era instanciación de"
    },
    "hasOrHadIntellectualPropertyRightsHolder": {
      "category": "property",
      "description": "Inverse of 'is or was holder of intellectual property rights of' object property.",
      "label": "a ou a eu comme détenteur des droits de propriété\n            intellectuelle"
    },
    "isOrWasHolderOfIntellectualPropertyRightsOf": {
      "category": "property",
      "description": "Connects an Agent to a Record Resource or Instantiation on which the Agent has or had some intellectual property rights.",
      "label": "détient ou a détenu les droits de propriété intellectuelle\n            sur"
    },
    "hasOrHadJurisdiction": {
      "category": "property",
      "description": "Inverse of 'is or was jurisdiction of' object property.",
      "label": "a ou a eu pour ressort"
    },
    "isOrWasJurisdictionOf": {
      "category": "property",
      "description": "Connects a Place to an Agent that has or had jurisdiction over the Place.",
      "label": "es o era jurisdicción de"
    },
    "hasOrHadLanguage": {
      "category": "property",
      "description": "Connects an Agent, Record or Record Part to a Language that uses or used it.",
      "label": "a ou a eu pour langue"
    },
    "isOrWasLanguageOf": {
      "category": "property",
      "description": "Connects a Language to an Agent, Record or Record Part that uses or used it.",
      "label": "es o era lengua de"
    },
    "hasOrHadLeader": {
      "category": "property",
      "description": "Inverse of 'is or was leader of' object property.",
      "label": "a ou a eu pour dirigeant"
    },
    "isOrWasLeaderOf": {
      "category": "property",
      "description": "Connects a Person to the Group that Person leads or led in the past.",
      "label": "es o era líder de"
    },
    "hasOrHadLegalStatus": {
      "category": "property",
      "description": "Connects an Agent or Record Resource to a Legal Status which categorized or categorizes it.",
      "label": "a ou a eu pour statut légal"
    },
    "isOrWasLegalStatusOf": {
      "category": "property",
      "description": "Connects a Legal Status to an Agent, Record or Record Part that it categorized or categorizes.",
      "label": "es o era status jurídico de"
    },
    "isOrWasLocationOf": {
      "category": "property",
      "description": "Connects a Place to a Thing that is or was located in the Place.",
      "label": "es o era localización de"
    },
    "hasOrHadMainSubject": {
      "category": "property",
      "description": "Use for specifying, for example, that a Record Set of type personal file has main subject some person, which would help end users to retrieve the main archival resources about this person.",
      "label": "a ou a eu pour sujet principal"
    },
    "isOrWasMainSubjectOf": {
      "category": "property",
      "description": "Inverse of 'has or had main subject' object property.",
      "label": "es o era la materia principal de"
    },
    "isOrWasManagerOf": {
      "category": "property",
      "description": "Connects an Agent to a Record Resource or Instantiation that the Agent managed or manages.",
      "label": "es o era gestor de"
    },
    "hasOrHadMandateType": {
      "category": "property",
      "description": "Connects a Mandate to a Mandate Type that categorized or categorizes it.",
      "label": "a ou a eu pour type de mandat"
    },
    "hasOrHadRuleType": {
      "category": "property",
      "description": "Connects a Rule to a Rule Type that categorized or categorizes it.",
      "label": "a ou a eu pour type de règle"
    },
    "isOrWasMandateTypeOf": {
      "category": "property",
      "description": "Connects a Mandate Type to a Mandate that it categorized or categorizes.",
      "label": "es o era tipo de norma de"
    },
    "hasOrHadMember": {
      "category": "property",
      "description": "Connects a Group to a Person that is or was a member of that Group.",
      "label": "a ou a eu pour membre"
    },
    "isOrWasMemberOf": {
      "category": "property",
      "description": "Inverse of 'has or had member' object property.",
      "label": "es o era miembro de"
    },
    "hasOrHadMostMembersWithCreationDate": {
      "category": "property",
      "description": "Inverse of 'is or was creation date of most members of' object property",
      "label": "has or had most members with creation date"
    },
    "hasOrHadSomeMembersWithCreationDate": {
      "category": "property",
      "description": "Inverse of 'is or was creation date of some members of' object property",
      "label": "has or had some members with creation date"
    },
    "isOrWasCreationDateOfMostMembersOf": {
      "category": "property",
      "description": "To be used for specifying a bulk date, i.e. the predominant date of the members of the record set.",
      "label": "es o era fecha de creación de la mayoría de los miembros\n            de"
    },
    "isOrWasNameOf": {
      "category": "property",
      "description": "Connects a Name to a Thing that it designated or designates.",
      "label": "est ou a été le nom de"
    },
    "hasOrHadOccupationOfType": {
      "category": "property",
      "description": "Connects a Person to an Occupation Type that categorized or categorizes his/her occupation (profession, trade or craft).",
      "label": "a ou a eu pour type d’occupation"
    },
    "isOrWasOccupationTypeOf": {
      "category": "property",
      "description": "Connects an Occupation Type to a Person whose occupation is or was categorized by it.",
      "label": "es o era tipo de ocupación de"
    },
    "hasOrHadOwner": {
      "category": "property",
      "description": "Inverse of 'is or was owner of' object property.",
      "label": "a ou a eu pour propriétaire"
    },
    "isOrWasOwnerOf": {
      "category": "property",
      "description": "Connects a Group, Person or Position to a Thing that this Agent owns or owned.",
      "label": "es o era poseedor(a) de"
    },
    "isOrWasPartOf": {
      "category": "property",
      "description": "Inverse of 'has or had part' relation.",
      "label": "es o era parte de"
    },
    "isEventAssociatedWith": {
      "category": "property",
      "description": "Use to connect an Event and an entity only if it is not possible to specify a narrower Event relation, for example has or had participant.",
      "label": "es evento asociado con"
    },
    "isOrWasParticipantIn": {
      "category": "property",
      "description": "Inverse of 'has or had participant' object property.",
      "label": "es o era participante de"
    },
    "hasOrHadPhysicalLocation": {
      "category": "property",
      "description": "Connects a Place to one of its past or present Physical Location.",
      "label": "a ou a eu pour localisation physique"
    },
    "isOrWasPhysicalLocationOf": {
      "category": "property",
      "description": "Connects a Physical Location to a Place, when it is or was its location.",
      "label": "a ou a été la localisation physique de"
    },
    "hasOrHadPlaceName": {
      "category": "property",
      "description": "Connects a Place to one of its past or present names.",
      "label": "a ou a eu pour nom de lieu"
    },
    "isOrWasPlaceNameOf": {
      "category": "property",
      "description": "Connects a Place Name to a Place that was or is designated by it.",
      "label": "a ou a été le nom de lieu de"
    },
    "hasOrHadPlaceType": {
      "category": "property",
      "description": "Connects a Place to a Place Type that categorized or categorizes it.",
      "label": "a ou a eu pour type de lieu"
    },
    "isOrWasPlaceTypeOf": {
      "category": "property",
      "description": "Connects a Place Type to a Place that is or was categorized by it.",
      "label": "a ou a été le type de lieu de"
    },
    "isOrWasRuleTypeOf": {
      "category": "property",
      "description": "Connects a Rule Type to a Rule that it categorized or categorizes.",
      "label": "es o era tipo de regla de"
    },
    "hasOrHadSomeMembersWithCategory": {
      "category": "property",
      "description": "Connects a Record Set and a Category (Type) to which some of the Records or Record Parts that are or were included in the Record Set belong.",
      "label": "has or had some members with category"
    },
    "isOrWasCategoryOfSomeMembersOf": {
      "category": "property",
      "description": "Connects a Category (Type) and a Record Set whose some present or past Record or Record Part members belong to that Category.",
      "label": "es o era la categoría de algunos miembros de"
    },
    "hasOrHadSomeMembersWithContentType": {
      "category": "property",
      "description": "Connects a Record Set and a Content Type that categorizes some of the Records or Record Parts that are or were included in the Record Set.",
      "label": "has or had some members with content type"
    },
    "isOrWasContentTypeOfSomeMembersOf": {
      "category": "property",
      "description": "Connects a Content Type and a Record Set whose some past or present Record or Record Part members have that Content Type.",
      "label": "es o era tipo de contenido de algunos miembros de"
    },
    "isOrWasCreationDateOfSomeMembersOf": {
      "category": "property",
      "description": "Connects a Date to a Record Set some of whose present or past members were created at this Date.",
      "label": "es o era fecha de creación de algunos miembros de"
    },
    "hasOrHadSomeMembersWithDocumentaryFormType": {
      "category": "property",
      "description": "Connects a Record Set and a Documentary Form Type that categorizes some of the Records or Record Parts that are or were included in the Record Set.",
      "label": "has or had some members with documentary form type"
    },
    "isOrWasDocumentaryFormTypeOfSomeMembersOf": {
      "category": "property",
      "description": "Connects a Documentary Form Type and a Record Set whose some past or present Record or Record Part members have that Documentary Form Type.",
      "label": "es o era tipo documental de algunos miembros de"
    },
    "hasOrHadSomeMembersWithLanguage": {
      "category": "property",
      "description": "Connects a Record Set and a Language used by some of the Records or Record Parts that are or were included in the Record Set.",
      "label": "has or had some members with language"
    },
    "isOrWasLanguageOfSomeMembersOf": {
      "category": "property",
      "description": "Connects a Language and a Record Set whose some present or past Record or Record Part members use that Language.",
      "label": "es o era lengua de algunos miembros de"
    },
    "hasOrHadSomeMembersWithLegalStatus": {
      "category": "property",
      "description": "Connects a Record Set and a Legal Status that categorizes some of the Records or Record Parts that are or were included in the Record Set.",
      "label": "has or had some members with legal status"
    },
    "isOrWasLegalStatusOfSomeMembersOf": {
      "category": "property",
      "description": "Connects a Legal Status and a Record Set whose some past or present Record or Record Part members have that Legal Status.",
      "label": "es o era status jurídico de algunos miembros de"
    },
    "hasOrHadSomeMembersWithRecordState": {
      "category": "property",
      "description": "Connects a Record Set and a Record State that categorizes some of the Records or Record Parts that are or were included in the Record Set.",
      "label": "has or had some members with record state"
    },
    "isOrWasRecordStateOfSomeMembersOf": {
      "category": "property",
      "description": "Connects a Record State and a Record Set whose some past or present Record or Record Part members have that Record State.",
      "label": "a ou a été l’état de certains membres de"
    },
    "hasOrHadSpouse": {
      "category": "property",
      "description": "Connects two Persons who are or were married. This relation is symmetric.",
      "label": "a ou a eu pour conjoint"
    },
    "hasOrHadStudent": {
      "category": "property",
      "description": "Inverse of 'has or had teacher' object property.",
      "label": "a ou a eu pour étudiant"
    },
    "hasOrHadTeacher": {
      "category": "property",
      "description": "Connects a Person to another Person who is or was their teacher.",
      "label": "a ou a eu pour enseignant"
    },
    "isOrWasSubdivisionOf": {
      "category": "property",
      "description": "Inverse of 'has or had subdivision' object property.",
      "label": "es o era subdivisión de"
    },
    "isAssociatedWithEvent": {
      "category": "property",
      "description": "Inverse of 'is event associated with' object property.",
      "label": "est associé à l’événement"
    },
    "isOrWasSubeventOf": {
      "category": "property",
      "description": "Inverse of 'has or had subevent' object property.",
      "label": "es o era parte de evento de"
    },
    "isOrWasSubjectOf": {
      "category": "property",
      "description": "Inverse of 'has or had subject' object property.",
      "label": "es o era materia de"
    },
    "hasOrHadTitle": {
      "category": "property",
      "description": "Connects a Record Resource, Instantiation or Rule to a title that is or was used for designating it.",
      "label": "a ou a eu pour intitulé"
    },
    "isOrWasTitleOf": {
      "category": "property",
      "description": "Connects a Title to a Record Resource, Instantiation or Rule that it designated or designates.",
      "label": "es o era título de"
    },
    "hasOrHadWorkRelationWith": {
      "category": "property",
      "description": "Connects two Agents that have or had some type of work relation in the course of their activities. This relation is symmetric.",
      "label": "a ou a eu une relation professionnelle avec"
    },
    "isOrganicProvenanceOf": {
      "category": "property",
      "description": "Inverse of 'has organic provenance' object property.",
      "label": "es procedencia orgánica de"
    },
    "hasOriginal": {
      "category": "property",
      "description": "Inverse of 'is original of' object property.",
      "label": "a pour original"
    },
    "isOriginalOf": {
      "category": "property",
      "description": "There may be zero to many intermediate Records, ignored or unknown, between the two connected Records",
      "label": "es original de"
    },
    "isPartOfTransitive": {
      "category": "property",
      "description": "To be used, either to infer, then query or browse, relations from existing direct 'isDirectPartOf' relations between things, or to record a current partitive relation when you do not know if there are intermediate nodes between the related things.",
      "label": "es parte de transitivo"
    },
    "hasProductionTechniqueType": {
      "category": "property",
      "description": "Connects an Instantiation to a Production Technique Type that categorizes its production technique.",
      "label": "a pour type de technique de production"
    },
    "isProductionTechniqueTypeOf": {
      "category": "property",
      "description": "Connects a Production Technique Type to an Instantiation whose production technique is categorized by it.",
      "label": "es tipo de técnica de producción de"
    },
    "hasPublicationDate": {
      "category": "property",
      "description": "Inverse of 'is publication date of' object property",
      "label": "a pour date de publication"
    },
    "isPublicationDateOf": {
      "category": "property",
      "description": "Connects a Date to a Record Resource that was made public at this Date.",
      "label": "es fecha de publicación de"
    },
    "hasPublisher": {
      "category": "property",
      "description": "Connects a Record resource to an Agent who published it.",
      "label": "a pour éditeur"
    },
    "isPublisherOf": {
      "category": "property",
      "description": "Connects an Agent to a Record Resource that it published.",
      "label": "es editor(a) de"
    },
    "hasReceiver": {
      "category": "property",
      "description": "Connects a Record Resource or an Instantiation to the Agent that receives it in the course of the Agent's activities.",
      "label": "est reçu par"
    },
    "isReceiverOf": {
      "category": "property",
      "description": "Inverse of 'received by' object property.",
      "label": "es receptor(a) de"
    },
    "hasRecordSetType": {
      "category": "property",
      "description": "Connects a Record Set to a Record Set Type that categorizes it.",
      "label": "a pour type d’ensemble d’objets informationnels"
    },
    "isRecordSetTypeOf": {
      "category": "property",
      "description": "Connects a Record Set Type to a Record Set that it categorizes.",
      "label": "es tipo de agrupación documental de"
    },
    "hasRecordState": {
      "category": "property",
      "description": "Connects a Record or Record Part to a Record State that categorizes its state.",
      "label": "a pour état"
    },
    "isRecordStateOf": {
      "category": "property",
      "description": "Connects a Record State to a Record or Record Part whose state it categorizes.",
      "label": "es estado de documento de"
    },
    "hasReply": {
      "category": "property",
      "description": "Connects a Record Resource to a reply, usually in the form of correspondence.",
      "label": "a pour réponse"
    },
    "isReplyTo": {
      "category": "property",
      "description": "Inverse of 'has reply' object property.",
      "label": "es contestación de"
    },
    "hasRepresentationType": {
      "category": "property",
      "description": "Connects an Instantiation to a Representation Type that categorizes its representation type.",
      "label": "a pour type de représentation"
    },
    "isRepresentationTypeOf": {
      "category": "property",
      "description": "Connects a Representation Type to an Instantiation that it categorizes.",
      "label": "es tipo de grabación de"
    },
    "hasSender": {
      "category": "property",
      "description": "The identity of the sender is (usually) evidenced by the Record Resource or Instantiation itself.",
      "label": "a pour expéditeur"
    },
    "isSenderOf": {
      "category": "property",
      "description": "Inverse of 'has sender' object property.",
      "label": "es remitente de"
    },
    "hasSibling": {
      "category": "property",
      "description": "Connects two Persons who are siblings. This relation is symmetric.",
      "label": "a pour frère ou sœur"
    },
    "isSubdivisionOfTransitive": {
      "category": "property",
      "description": "Connects a Group to the Group it is a direct or indirect subdivision of. This is a transitive relation.",
      "label": "es subdivisión de transitivo"
    },
    "isSubeventOfTransitive": {
      "category": "property",
      "description": "Connects an ongoing Event to an Event of which it is a direct or indirect part. This is a transitive relation.",
      "label": "es elemento constitutivo de transitivo"
    },
    "isSubordinateToTransitive": {
      "category": "property",
      "description": "Connects an Agent to an Agent that is directly or indirectly hierarchically superior. This is a transitive relation.",
      "label": "est subalterne de transitif"
    },
    "hasUnitOfMeasurement": {
      "category": "property",
      "description": "Connects an Extent to a Unit Of Measurement",
      "label": "a pour unité de mesure"
    },
    "isUnitOfMeasurementOf": {
      "category": "property",
      "description": "Inverse of 'has unit of measurement' object property",
      "label": "es unidad de medida de"
    },
    "hasWithin": {
      "category": "property",
      "description": "Inverse of 'is within' object property",
      "label": "contient"
    },
    "isDateAssociatedWith": {
      "category": "property",
      "description": "Use to connect a date and an entity only if it is not possible to specify a narrower date relation, for example, is beginning date of.",
      "label": "es fecha asociada con"
    },
    "isWithin": {
      "category": "property",
      "description": "Connects a Date to a Date in which it is contained.",
      "label": "est contenu dans"
    },
    "included": {
      "category": "property",
      "description": "Connects a Record Set to a Record or Record Set which it included in the past.",
      "label": "a inclus"
    },
    "includesOrIncluded": {
      "category": "property",
      "description": "A Record or Record Set can be aggregated in one or many Record Sets simultaneously or through time.",
      "label": "includes or included"
    },
    "wasIncludedIn": {
      "category": "property",
      "description": "Connects a Record to a Record or Record Set in which it was included in the past.",
      "label": "a été inclus dans"
    },
    "isOrWasIncludedIn": {
      "category": "property",
      "description": "Inverse of 'includes or included' object property.",
      "label": "est ou a été inclus dans"
    },
    "isIncludedInTransitive": {
      "category": "property",
      "description": "Connects a Record to a Record or Record Set in which it is directly or indirectly included. This is a transitive relation.",
      "label": "est inclus dans transitif"
    },
    "intellectualPropertyRightsRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the IntellectualPropertyRightsRelation class. It should be used only when you have to manage instances of the IntellectualPropertyRightsRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation de propriété intellectuelle"
    },
    "intersects": {
      "category": "property",
      "description": "Connects two Dates that overlap. This relation is symmetric.",
      "label": "cruza"
    },
    "isPlaceAssociatedWithAgent": {
      "category": "property",
      "description": "Connects a Place to an Agent which is related to that Place.",
      "label": "es lugar asociado con agente"
    },
    "isDateOfOccurrenceOf": {
      "category": "property",
      "description": "Connects a Date to an Event that occurred at this Date. An event or activity can be recurrent, which implies that one single event can be related to several dates.",
      "label": "es fecha de ocurrencia de"
    },
    "occurredAtDate": {
      "category": "property",
      "description": "Inverse of 'is date of occurrence of' object property",
      "label": "a pour date d'occurrence"
    },
    "isEquivalentTo": {
      "category": "property",
      "description": "Connects two Things that are considered equivalent.",
      "label": "equivale a"
    },
    "relationConnects": {
      "category": "property",
      "description": "Connects an n-ary Relation to any of the Things involved.",
      "label": "relación conecta"
    },
    "isFromUseDateOf": {
      "category": "property",
      "description": "Connects a Date to an Appellation, when it is the date at which the Appellation was first used.",
      "label": "es fecha desde la que se usa de"
    },
    "wasUsedFromDate": {
      "category": "property",
      "description": "Connects an Appellation to the Date from which it was used.",
      "label": "a été utilisé à partir de la date"
    },
    "isFunctionallyEquivalentTo": {
      "category": "property",
      "description": "Two Instantiations, from some point of view, may be considered as equivalent. This equivalence is usually based upon the fact that the Instantiations have at least the same intellectual content (they instantiate the same Record Resource).",
      "label": "equivale funcionalmente a"
    },
    "isLastUpdateDateOf": {
      "category": "property",
      "description": "Connects a Date and a Thing that was last modified at this Date.",
      "label": "es fecha de última actualización de"
    },
    "wasLastUpdatedAtDate": {
      "category": "property",
      "description": "Connects a Thing to the Date when it was last modified.",
      "label": "a pour date de dernière mise à jour"
    },
    "isOrWasAdjacentTo": {
      "category": "property",
      "description": "Use for connecting two adjacent geographical or administrative regions.",
      "label": "es o era un lugar contiguo a"
    },
    "isOrWasEnforcedBy": {
      "category": "property",
      "description": "Connects a Rule to an Agent that enforces or enforced the Rule.",
      "label": "es o era una regla aplicada por"
    },
    "isOrWasResponsibleForEnforcing": {
      "category": "property",
      "description": "Inverse of 'is or was enforced by' object property.",
      "label": "es o era responsable de aplicar"
    },
    "isOrWasOccupiedBy": {
      "category": "property",
      "description": "Inverse of 'occupies or occupied' object property.",
      "label": "est ou a été occupé par"
    },
    "occupiesOrOccupied": {
      "category": "property",
      "description": "Connects a Person to a Position they occupy or occupied.",
      "label": "occupe ou a occupé"
    },
    "isOrWasPerformedBy": {
      "category": "property",
      "description": "Connects an Activity to an Agent that performed or performs the Activity.",
      "label": "es o fue desarrollado por"
    },
    "performsOrPerformed": {
      "category": "property",
      "description": "Inverse of 'is or was performed by' object property.",
      "label": "desarrolla o desarrollaba"
    },
    "isOrWasRegulatedBy": {
      "category": "property",
      "description": "Inverse of the 'regulates or regulated' object property.",
      "label": "est ou a été régulé par"
    },
    "regulatesOrRegulated": {
      "category": "property",
      "description": "Connects a Rule to a Thing that it regulates or regulated.",
      "label": "regula o regulaba"
    },
    "isResponsibleForIssuing": {
      "category": "property",
      "description": "Inverse of 'issued by' object property.",
      "label": "es responsable de emisión de"
    },
    "issuedBy": {
      "category": "property",
      "description": "Connects a Rule to the Agent that issued or published the Rule.",
      "label": "emitido por"
    },
    "isToUseDateOf": {
      "category": "property",
      "description": "Connects a Date to an Appellation, when it is the date till which the Appellation was used.",
      "label": "es fecha hasta la que se usa"
    },
    "wasUsedToDate": {
      "category": "property",
      "description": "Connects an Appellation to the Date till when it was used.",
      "label": "a été utilisé jusqu’à la date"
    },
    "knowingOfRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the KnowingOfRelation class. It should be used only when you have to manage instances of the KnowingOfRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation de connaissance à propos d’une\n            personne"
    },
    "knownBy": {
      "category": "property",
      "description": "Inverse of 'knows of' object property.",
      "label": "conocido por"
    },
    "knowsOf": {
      "category": "property",
      "description": "Connects a Person to another Person they have some knowledge of through time or space.",
      "label": "a connaissance de la personne"
    },
    "leadershipRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the LeadershipRelation class. It should be used only when you have to manage instances of the LeadershipRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation de direction"
    },
    "leadershipWithPosition": {
      "category": "property",
      "description": "Connects a Leadership Relation to the Position occupied by the leading Person.",
      "label": "leadership with position"
    },
    "positionIsContextOfLeadershipRelation": {
      "category": "property",
      "description": "Connects a Position to a Leadership Relation (the leading Person occupies that Position).",
      "label": "position is context of leadership relation"
    },
    "managementRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the ManagementRelation class. It should be used only when you have to manage instances of the ManagementRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation de gestion"
    },
    "mandateRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the MandateRelation class. It should be used only when you have to manage instances of the MandateRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation impliquant un mandat"
    },
    "ruleRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the RuleRelation class. It should be used only when you have to manage instances of the RuleRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation impliquant une règle"
    },
    "membershipRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the MembershipRelation class. It should be used only when you have to manage instances of the MembershipRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation d’appartenance"
    },
    "membershipWithPosition": {
      "category": "property",
      "description": "Connects a Membership Relation to the Position occupied by the member Person(s).",
      "label": "membership with position"
    },
    "positionIsContextOfMembershipRelation": {
      "category": "property",
      "description": "Connects a Position to a Membership Relation (the member Person occupies that Position).",
      "label": "position is context of membership relation"
    },
    "migratedFrom": {
      "category": "property",
      "description": "Inverse of 'migrated into' object property.",
      "label": "a été produite par migration de"
    },
    "migratedInto": {
      "category": "property",
      "description": "Use for digital instantiations.",
      "label": "a été migrée vers"
    },
    "migrationRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the MigrationRelation class. It should be used only when you have to manage instances of the MigrationRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation de migration"
    },
    "overlapsOrOverlapped": {
      "category": "property",
      "description": "Connects two Places that geographically overlap or overlapped. This relation is symmetric.",
      "label": "chevauche ou a chevauché"
    },
    "ownershipRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the OwnershipRelation class. It should be used only when you have to manage instances of the OwnershipRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation de propriété"
    },
    "performanceRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the PerformanceRelation class. It should be used only when you have to manage instances of the PerformanceRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation entre activités et agents"
    },
    "placeRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the PlaceRelation class. It should be used only when you have to manage instances of the PlaceRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation impliquant un lieu"
    },
    "positionHoldingRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the PositionHoldingRelation class. It should be used only when you have to manage instances of the PositionHoldingRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation entre une personne et un\n            poste"
    },
    "positionToGroupRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the PositionToGroupRelation class. It should be used only when you have to manage instances of the PositionToGroupRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation entre un poste et un groupe"
    },
    "proxyFor": {
      "category": "property",
      "description": "Connects a Proxy to the Record Resource it stands for in the specific context of a Record Set.",
      "label": "es proxy para"
    },
    "proxyIn": {
      "category": "property",
      "description": "Connects a Proxy to the Record Set in which it stands for (represents) another Record Resource.",
      "label": "es proxy en"
    },
    "recordResourceGeneticRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the RecordResourceGeneticRelation class. It should be used only when you have to manage instances of the RecordResourceGeneticRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation génétique entre des ressources\n            archivistiques"
    },
    "recordResourceToRecordResourceRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the RecordResourceToRecordResourceRelation class. It should be used only when you have to manage instances of the RecordResourceToRecordResourceRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation entre ressources\n            archivistiques"
    },
    "recordResourceHoldingRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the RecordResourceHoldingRelation class. It should be used only when you have to manage instances of the RecordResourceHoldingRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation entre agents et ressources archivistiques\n            ou instanciations conservées"
    },
    "recordResourceToInstantiationRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the RecordResourceToInstantiationRelation class. It should be used only when you have to manage instances of the RecordResourceToInstantiationRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation d’instanciation"
    },
    "relationHasSource": {
      "category": "property",
      "description": "Connects an n-ary Relation to a Thing that is its source.",
      "label": "relación tiene como fuente"
    },
    "thingIsSourceOfRelation": {
      "category": "property",
      "description": "Connects a Thing (that is the source of a Relation) to a Relation.",
      "label": "chose est la source de la relation"
    },
    "relationHasTarget": {
      "category": "property",
      "description": "Connects an n-ary Relation to a Thing that is its target.",
      "label": "relación tiene como objetivo"
    },
    "thingIsTargetOfRelation": {
      "category": "property",
      "description": "Connects a Thing (that is the target of a Relation) to a n-ary Relation.",
      "label": "chose est la cible de la relation"
    },
    "resultedFromTheMergerOf": {
      "category": "property",
      "description": "Inverse of 'was merged into' object property.",
      "label": "resultado de la fusión de"
    },
    "wasMergedInto": {
      "category": "property",
      "description": "Connects a Corporate Body to another Corporate Body that is the result of a merger of the previous one with one to many other corporate bodies.",
      "label": "a été fusionné dans"
    },
    "resultedFromTheSplitOf": {
      "category": "property",
      "description": "Inverse of 'was split into' object property.",
      "label": "resultado de la separación de"
    },
    "wasSplitInto": {
      "category": "property",
      "description": "Connects a Corporate Body to one of the Corporate Bodies that results from the split of the previous one into two to many corporate bodies.",
      "label": "a été séparé en"
    },
    "sequentialRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the SequentialRelation class. It should be used only when you have to manage instances of the SequentialRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation séquentielle"
    },
    "siblingRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the SiblingRelation class. It should be used only when you have to manage instances of the SiblingRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation de fratrie"
    },
    "spouseRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the SpouseRelation class. It should be used only when you have to manage instances of the SpouseRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation matrimoniale"
    },
    "teachingRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the TeachingRelation class. It should be used only when you have to manage instances of the TeachingRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation entre enseignants et\n            étudiants"
    },
    "typeRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the TypeRelation class. It should be used only when you have to manage instances of the TypeRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation de catégorisation"
    },
    "workRelation_role": {
      "category": "property",
      "description": "This property \"rolifies\" the WorkRelation class. It should be used only when you have to manage instances of the WorkRelation class, to connect each instance to itself, in order to be able to infer, using OWL-RL and property paths, the two shortcuts corresponding to this n-ary class.",
      "label": "a le rôle de la Relation de travail"
    },
    "accruals": {
      "category": "property",
      "description": "See also accrualsStatus",
      "label": "accroissements"
    },
    "accrualsStatus": {
      "category": "property",
      "description": "A text statement or single words such as “Closed” to indicate that no additional Record Resource will (or is anticipated to) be added to the Record Set; “Open” to indicate that additional records or record sets will (or are expected to) be added to the Record Set; or “Unknown” to indicate that this information is not available, for example. See also accruals",
      "label": "accruals status"
    },
    "altimetricSystem": {
      "category": "property",
      "description": "Reference system used for altitude",
      "label": "altimetric system"
    },
    "referenceSystem": {
      "category": "property",
      "description": "Framework or standard used to represent an information.",
      "label": "reference system"
    },
    "altitude": {
      "category": "property",
      "description": "Property of the Coordinates class. If you don't use this class, use geographicalCoordinates property, a property of Place class.",
      "label": "altitud"
    },
    "measure": {
      "category": "property",
      "description": "The extent, quantity, amount, or degree of an entity, as determined by measurement or calculation.",
      "label": "measure"
    },
    "authenticityNote": {
      "category": "property",
      "description": "May be used in a Record Set description when its value is shared by some or all members of the Record Set. For digital records, it may include results from automated means of checking the validity of signatures and timestamp. In particular cases it may be contextually related to the state attribute, for example, a document can be an original or a copy, either of which can be authentic or a forgery.",
      "label": "authenticity note"
    },
    "authorizingMandate": {
      "category": "property",
      "description": "Provided for usability reasons. May be deprecated and removed later on. Use only if you don't use the Mandate class for handling mandates.",
      "label": "authorizing mandate"
    },
    "ruleFollowed": {
      "category": "property",
      "description": "Provided for usability reasons. May be deprecated and removed later on. Use only if you don't use the Rule class for handling rules.",
      "label": "regla aplicada"
    },
    "beginningDate": {
      "category": "property",
      "description": "Provided for usability reasons. May be deprecated and removed later on. Use only if you don't use Date classes for handling dates.",
      "label": "beginning date"
    },
    "date": {
      "category": "property",
      "description": "Chronological information associated with an entity that contributes to its identification and contextualization.",
      "label": "date"
    },
    "birthDate": {
      "category": "property",
      "description": "Provided for usability reasons. May be deprecated and removed later on. Use only if you don't use Date classes for handling dates.",
      "label": "birth date"
    },
    "carrierExtent": {
      "category": "property",
      "description": "For digital resources, it may be used to indicate the size of storage capacity (disk, tape, film, etc.). Carrier extent should not be confused with instantiation extent or record resource extent. For a given Record Resource, the instantiation extent may vary, based on format, density of information on the carrier, etc. For example, a CD with a storage capacity of 700 MB (carrier extent) might hold a record of 1500 words (record resource extent) represented in two versions, one a Word document with an instantiation extent of 3 KB and the other a PDF file with an instantiation extent of 5 KB.",
      "label": "carrier extent"
    },
    "physicalOrLogicalExtent": {
      "category": "property",
      "description": "Countable characteristics of the content of an entity expressed as a quantity.",
      "label": "importance physique ou logique"
    },
    "classification": {
      "category": "property",
      "description": "May be used in a Record Set description when its value is shared by some or all members of the record set. This datatype property is not to be confused with Identifier although, in some cases, the information may be the same.",
      "label": "clasificación"
    },
    "conditionsOfAccess": {
      "category": "property",
      "description": "May be used in a Record Set description when its value is shared by some or all members of the Record Set. The attribute provides information about the accessibility of a Record Resource, as well as the physical, technical or legal limitations that exist for providing access to it.",
      "label": "condiciones de acceso"
    },
    "conditionsOfUse": {
      "category": "property",
      "description": "May be used in a Record Set description when its value is shared by some or all members of the Record Set.",
      "label": "condiciones de uso"
    },
    "creationDate": {
      "category": "property",
      "description": "Provided for usability reasons. May be deprecated and removed later on. Use only if you don't use Date classes for handling dates.",
      "label": "creation date"
    },
    "dateQualifier": {
      "category": "property",
      "description": "Most often, this human readable expression of the accuracy of the date is used along with an ISO 8601 representation of the date. The qualifier can also be expressed as a machine-readable value, using the EDTF standard (thus, a specialization of the normalizedDateValue datatype property).",
      "label": "calificador de fecha"
    },
    "deathDate": {
      "category": "property",
      "description": "Provided for usability reasons. May be deprecated and removed later on. Use only if you don't use Date classes for handling dates.",
      "label": "date de décès"
    },
    "endDate": {
      "category": "property",
      "description": "Provided for usability reasons. May be deprecated and removed later on. Use only if you don't use Date classes for handling dates.",
      "label": "date de fin"
    },
    "destructionDate": {
      "category": "property",
      "description": "Provided for usability reasons. May be deprecated and removed later on. Use only if you don't use Date classes for handling dates.",
      "label": "date de destruction"
    },
    "expressedDate": {
      "category": "property",
      "description": "Natural language expression of a date. This property is a specialization of the name property. In order that the precise meaning of the date can be understood, information such as the calendar used or other specific context should be included.",
      "label": "date en langage naturel"
    },
    "name": {
      "category": "property",
      "description": "A label, title or term designating an entity in order to make it distinguishable from other similar entities.",
      "label": "name"
    },
    "textualValue": {
      "category": "property",
      "description": "A textual expression of an Appellation or Date.",
      "label": "textual value"
    },
    "generalDescription": {
      "category": "property",
      "description": "General information about an entity. General description may be used to describe any entity. There are different appropriate uses for general description. First, while it is recommended that more specific properties be used in describing an entity, it may be desirable, for economic or other reasons, to describe two or more specific properties together. Second, general description may be used to describe one or more characteristics that are not otherwise accommodated in RiC-O. Third, it may be used to provide a succinct summary or abstract description in addition to more detailed specific description.",
      "label": "descripción general"
    },
    "geodesicSystem": {
      "category": "property",
      "description": "Reference system used for geographical coordinates.",
      "label": "geodesic system"
    },
    "geographicalCoordinates": {
      "category": "property",
      "description": "Provided for usability reasons. May be deprecated and removed later on. Use only if you don't use PhysicalLocation and Coordinates classes with Place. Coordinates may be based on ISO 6709 Standard representation of geographic point location by coordinates.",
      "label": "coordenadas geográficas"
    },
    "height": {
      "category": "property",
      "description": "Vertical dimension of an entity.",
      "label": "altura"
    },
    "history": {
      "category": "property",
      "description": "For a record set, may be used to summarize the history of the Record Set itself, or additionally to summarize the history of some or all members of the Record Set. Should not be confused with the scope and content property.",
      "label": "histoire"
    },
    "identifier": {
      "category": "property",
      "description": "Use only if you don't use Identifier class for handling identifiers. Within a given domain (a closed system), identifiers are used to uniquely reference instances of an entity. Identifiers are instruments of control that facilitate management of the entities within the domain. The formulation of identifiers commonly is based on rules. In addition to an identifier needing to be unique within a domain, it is also highly desirable that it be persistent, that is, that the identifier uniquely identifies the entity over time. A variety of organizations provide rules for the formation of identifiers, and services designed to facilitate the persistence of identifiers. Such identifiers are commonly referred to as Persistent Identifiers (or PIDs). PIDs conform to RFC 3986, but impose additional rules. Common examples are Archival Resource Keys (ARKs) and Digital Object Identifiers (DOIs). Within the global environment of the Internet, there are special rules for the formation of identifiers to ensure that they are unique within the domain of the Internet. Such identifiers must conform to the Internet Engineering Task Force (IETF) Uniform Resource Identifier rules (RFC 3986).",
      "label": "identifiant"
    },
    "instantiationExtent": {
      "category": "property",
      "description": "Countable characteristics of an Instantiation expressed as a quantity.",
      "label": "Instantiation extent"
    },
    "instantiationStructure": {
      "category": "property",
      "description": "Information about the physical arrangement and composition of an Instantiation.",
      "label": "Instantiation structure"
    },
    "structure": {
      "category": "property",
      "description": "Use only if you cannot use the subproperties (particularly if the same free text is being used in your current metadata for describing the record resource and the instantiation structure). For a Record Set, may be used to summarize the structure of the Record Set itself, or additionally to summarize the structure of some or all members of the Record Set. Should not be confused with the classification datatype property, which provides information about the category which the Record Set belongs to within a classification scheme.",
      "label": "estructura"
    },
    "integrityNote": {
      "category": "property",
      "description": "May be used in a Record Set description when its value is shared by some or all members of the Record Set. The information about integrity may be generated manually or automatically. Not to be confused with the physical completeness of the instantiation, which is covered by the physical characteristics note attribute. The integrity of a Record Resource and the physical characteristics note of an Instantiation may be complementary. This attribute also covers any additions to or removal of original information.",
      "label": "integrity note"
    },
    "lastModificationDate": {
      "category": "property",
      "description": "Provided for usability reasons. May be deprecated and removed later on. Use only if you don't use Date classes for handling dates.",
      "label": "date de dernière modification"
    },
    "modificationDate": {
      "category": "property",
      "description": "Provided for usability reasons. May be deprecated and removed later on. Use only if you don't use Date classes for handling dates.",
      "label": "date de modification"
    },
    "latitude": {
      "category": "property",
      "description": "Property of the Coordinates class. If you don't use this class, use geographicalCoordinates property, a property of Place class.",
      "label": "latitud"
    },
    "length": {
      "category": "property",
      "description": "May be used, among other cases, for storing the length of some places like streets.",
      "label": "length"
    },
    "location": {
      "category": "property",
      "description": "Use only if you don't use PhysicalLocation class with Place. Use the geographicalCoordinates property, or the Coordinates class, to record the geographical coordinates of the Place. Use the spatial relations (particularly 'has or had location') to capture a relation between two places.",
      "label": "localisation"
    },
    "longitude": {
      "category": "property",
      "description": "Property of the Coordinates class. If you don't use this class, use geographicalCoordinates property, a property of Place class.",
      "label": "longitud"
    },
    "normalizedDateValue": {
      "category": "property",
      "description": "Used to represent the date in a standardized format that can be processed programmatically. The main standard used today is ISO 8601, which is based on the Gregorian calendar. See also the Extended Date Time Format (EDTF), which is an extension of ISO 8601, and enables, among other features, to represent a date set, and to indicate the date is approximate.",
      "label": "normalized date value"
    },
    "normalizedValue": {
      "category": "property",
      "description": "Value representation based on a standard, preferably machine-readable.",
      "label": "normalized value"
    },
    "physicalCharacteristicsNote": {
      "category": "property",
      "description": "Not to be confused with the intellectual completeness of a Record Resource and its sub-entities, which is covered by the Integrity attribute. May include digital file fixity.",
      "label": "nota sobre las características físicas"
    },
    "productionTechnique": {
      "category": "property",
      "description": "Use only if you have free text or don't have a controlled vocabulary for production techniques (in this case, use the ProductionTechniqueType class)",
      "label": "production technique"
    },
    "publicationDate": {
      "category": "property",
      "description": "Provided for usability reasons. May be deprecated and removed later on. Use only if you don't use Date classes for handling dates.",
      "label": "date de publication"
    },
    "qualityOfRepresentationNote": {
      "category": "property",
      "description": "Quality of representation note is a specialization of physical characteristics note. Quality of representation note should be used in conjunction with physical characteristics note when the physical characteristics impact the ability to recover the intellectual content.",
      "label": "nota sobre la calidad de representación"
    },
    "quantity": {
      "category": "property",
      "description": "Use if you use the Extent class and its properties for handling an accurate description of the extent of a resource.",
      "label": "cantidad"
    },
    "recordResourceExtent": {
      "category": "property",
      "description": "Use if you don't use RecordResourceExtent class and its properties for handling such information. Record resource extent should not be confused with instantiation extent or carrier extent. The number, size or duration of the information content unit(s) remains the same even if the information is instantiated in various carriers. For example, a CD with a storage capacity of 700 MB (carrier extent) might hold a record of 1,500 words (record resource extent) represented in two versions, one a Word document with an instantiation extent of 3 KB and the other a PDF file with an instantiation extent of 5 KB.",
      "label": "Record Resource Extent"
    },
    "recordResourceStructure": {
      "category": "property",
      "description": "Information about the intellectual arrangement and composition of a Record Resource. For Record and Record Part, it encompasses information about the intellectual composition of the record, the presence of record parts and their functions. For Record Set, it encompasses information about the methodology or criteria used for arranging the Record Set members or Record members within the containing Record Set",
      "label": "Record Resource structure"
    },
    "relationCertainty": {
      "category": "property",
      "description": "Qualifies the level of certitude of the accuracy of a Relation.",
      "label": "certeza de la relación"
    },
    "relationSource": {
      "category": "property",
      "description": "Use only if you don't use the 'isEvidencedBy' object property.",
      "label": "fuente de la relación"
    },
    "relationState": {
      "category": "property",
      "description": "Used to qualify the state of a Relation (e. g. present, past, ongoing, unknown).",
      "label": "estado de la relación"
    },
    "scopeAndContent": {
      "category": "property",
      "description": "Scope and content is a specialization of general description. For a Record Set, may be used to summarize the scope and content of the Record Set itself, or additionally to summarize the scope and content of some or all members of the Record Set. It is not to be confused with the history dataytpe property which focuses on the origination and subsequent changes to a Record Resource.",
      "label": "alcance y contenido"
    },
    "technicalCharacteristics": {
      "category": "property",
      "description": "Does not include references to the workflow that the Mechanism is involved in, which is described under the Activity entity. It emphasizes those features that provide a better understanding of the impact of the Mechanism on the records.",
      "label": "características técnicas"
    },
    "title": {
      "category": "property",
      "description": "Use only if you don't use Title class for handling titles.",
      "label": "intitulé"
    },
    "type": {
      "category": "property",
      "description": "Provided for usability reasons. May be deprecated and removed later on. Use only if you don't use Type subclasses for handling categories.",
      "label": "tipo"
    },
    "unitOfMeasurement": {
      "category": "property",
      "description": "A definite magnitude of a quantity, defined and adopted by convention or by law, that is used as a standard for measurement of the same kind of quantity. Can be spacial units (cm, m), weight (g, kg), time (s, h), storage (MB, TB) or more informal units used in the archival context like number of boxes, pages or words.",
      "label": "unidad de medida"
    },
    "usedFromDate": {
      "category": "property",
      "description": "Provided for usability reasons. May be deprecated and removed later on. Use only if you don't use Date classes for handling dates.",
      "label": "usado desde la fecha"
    },
    "usedToDate": {
      "category": "property",
      "description": "Provided for usability reasons. May be deprecated and removed later on. Use only if you don't use Date classes for handling dates.",
      "label": "usado hasta la fecha"
    },
    "width": {
      "category": "property",
      "description": "Horizontal dimension of an entity.",
      "label": "anchura"
    }
  }
}